{"id":5778,"date":"2022-10-26T11:48:03","date_gmt":"2022-10-26T15:48:03","guid":{"rendered":"https:\/\/www.cagbc.org\/?post_type=cagbc_news_articles&#038;p=5778"},"modified":"2022-12-21T13:46:33","modified_gmt":"2022-12-21T18:46:33","slug":"le-defi-divulgation-du-cbdca-braque-les-projecteurs-sur-les-donnees","status":"publish","type":"cagbc_news_articles","link":"https:\/\/www.cagbc.org\/fr\/news-resources\/cagbc-news\/le-defi-divulgation-du-cbdca-braque-les-projecteurs-sur-les-donnees\/","title":{"rendered":"Le Défi Divulgation du CBDCA braque les projecteurs sur les données"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">Le 26 octobre 2022 – Ottawa (Ont.) – Le Conseil du bâtiment durable du Canada (CBDCA) publie les dernières données de son Défi Divulgation et renouvelle son appel à une approche nationale en matière d’analyse comparative et de divulgation des données.<\/h2>\n\n\n\n<figure class=\"wp-block-image alignleft size-large is-resized\"><img loading=\"lazy\" decoding=\"async\" src=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2022\/10\/CAGBC_full-disclosure_report_FR_cover-2-1024x794.png\" alt=\"Couverture de Divulgation Complète\" class=\"wp-image-5836\" width=\"512\" height=\"397\" srcset=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2022\/10\/CAGBC_full-disclosure_report_FR_cover-2-1024x794.png 1024w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2022\/10\/CAGBC_full-disclosure_report_FR_cover-2-300x233.png 300w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2022\/10\/CAGBC_full-disclosure_report_FR_cover-2-768x596.png 768w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2022\/10\/CAGBC_full-disclosure_report_FR_cover-2-1536x1191.png 1536w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2022\/10\/CAGBC_full-disclosure_report_FR_cover-2-2048x1589.png 2048w\" sizes=\"(max-width: 512px) 100vw, 512px\" \/><figcaption class=\"wp-element-caption\">Couverture de Divulgation Complète<\/figcaption><\/figure>\n\n\n\n<p>Le nouveau rapport, intitulé <a href=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2022\/10\/20221025_CAGBC_full-disclosure_report_FR_FINAL.pdf\">Divulgation Complète – Le leadership climatique de l&#8217;immobilier en action<\/a>, souligne comment la transparence des données, l’analyse comparative et l’étiquetage des bâtiments doivent devenir une pratique standard dans l’exploitation des bâtiments. L’accès à des données précises et normalisées sur les bâtiments peut faciliter la découverte de voies viables vers l’efficacité énergétique et l’exploitation sobre en carbone de tous les types de bâtiments.<\/p>\n\n\n\n<p>Lancé en 2019, le Défi Divulgation invitait des chefs de file de l’immobilier à divulguer publiquement la performance de leurs portefeuilles immobiliers, notamment les données disponibles sur la consommation d’énergie, les émissions de GES et l’utilisation de l’eau. Les Défi a été lancé avec <a href=\"http:\/\/www.concertproperties.com\/\" target=\"_blank\" rel=\"noreferrer noopener\">Concert Properties Ltd.<\/a>, <a href=\"https:\/\/www.collierscanada.com\/en-CA\" target=\"_blank\" rel=\"noreferrer noopener\">Colliers<\/a>, le <a href=\"https:\/\/www.minto.com\/\" target=\"_blank\" rel=\"noreferrer noopener\">Minto Group<\/a>, <a href=\"https:\/\/www.quadreal.com\/\" target=\"_blank\" rel=\"noreferrer noopener\">QuadReal Property Group<\/a> et <a href=\"https:\/\/www.triovest.com\/en\/\" target=\"_blank\" rel=\"noreferrer noopener\">Triovest.<\/a> et s&#8217;est ensuite élargi pour inclure <a href=\"https:\/\/www.brookfieldproperties.com\/en.html\" target=\"_blank\" rel=\"noreferrer noopener\">Brookfield Properties<\/a>, la <a href=\"https:\/\/ottawa.ca\/fr\" target=\"_blank\" rel=\"noreferrer noopener\">Ville d’Ottawa<\/a>, Golden Properties, <a href=\"https:\/\/www.hudsonpacificproperties.com\/\" target=\"_blank\" rel=\"noreferrer noopener\">Hudson Pacific Properties<\/a>, <a href=\"https:\/\/www.kingsettcapital.com\/\" target=\"_blank\" rel=\"noreferrer noopener\">Kingsett Capital<\/a>, <a href=\"https:\/\/www.lasalle.com\/\" target=\"_blank\" rel=\"noreferrer noopener\">LaSalle Investment Management<\/a> et <a href=\"http:\/\/shapeproperties.com\/\" target=\"_blank\" rel=\"noreferrer noopener\">SHAPE Properties<\/a>. Ensemble, ces organisations ont divulgué les données de plus de 900 bâtiments totalisant 17 millions de mètres carrés de surface de plancher.<\/p>\n\n\n\n<p>L’accès à des données fiables peut sensibiliser davantage aux réductions de carbone, permettre de mesurer les résultats des rénovations et contribuer à orienter les politiques et les programmes d’aide à la décarbonation des bâtiments du Canada – y compris la <a href=\"https:\/\/www.rncanengagenrcan.ca\/fr\/collections\/la-strategie-canadienne-pour-les-batiments-verts\" target=\"_blank\" rel=\"noreferrer noopener\">Stratégie canadienne pour les bâtiments verts<\/a> du gouvernement fédéral. L’idée n’est pas nouvelle – des rapports de la Chambre des Communes et du Sénat recommandaient en 2018 que les activités d’analyse comparative et de divulgation des données soient réglementées à l’échelle nationale.<\/p>\n\n\n\n<p>L’Australie, la Nouvelle-Zélande et le Royaume-Uni ont déjà adopté des lois qui rendent obligatoire la collecte des données du bâtiment, comme c’est le cas de la <a href=\"https:\/\/www.legislation.gov.au\/Details\/C2010A00067\" target=\"_blank\" rel=\"noreferrer noopener\">Building Energy Efficiency Disclosure Act 2010 <\/a>de l’Australie. Les modes de collecte des données et d’étiquetage des bâtiments diffèrent, mais les programmes mettent en lumière les données nécessaires pour favoriser des améliorations significatives à l’efficacité énergétique et à l’empreinte carbone des bâtiments.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"h-conclusions-du-rapport\">Conclusions du rapport<\/h2>\n\n\n\n<p>Comprenant les données sur trois ans, y compris l’année 2020 alors que la pandémie mondiale de COVID-19 a eu des incidences directes sur l’occupation des bâtiments, le Défi a permis aux propriétaires immobiliers de cerner les tendances et de recueillir de l’information sur la consommation d’énergie dans les édifices de bureaux et les immeubles résidentiels à logements multiples, en plus de documenter l’amélioration des valeurs de l’intensité carbone de l’énergie pour les bâtiments de l’Alberta. De plus, le Défi a démontré qu’il était possible d’adopter une approche fondée sur la divulgation et le partage des données pour les gestionnaires immobiliers publics et privés dans toutes les provinces et les territoires du Canada.<\/p>\n\n\n\n<p>Des obstacles subsistent toutefois, en particulier pour certains types de bâtiments. Par exemple, il s’est avéré plus difficile d’avoir accès à des données complètes sur la performance de bâtiments industriels, d’entrepôts et d’immeubles à commerces de détail. Cela peut être dû à diverses raisons : les locataires paient eux-mêmes leurs factures de services publics; un seul compteur mesure la consommation d’énergie distribuée à plusieurs bâtiments d’un campus; ou encore un manque de connexions directes entre les fournisseurs des services publics et les systèmes de gestion des données. Pour réaliser pleinement les avantages de la collecte et du suivi des données, il sera essentiel de trouver une solution qui favorise une meilleure collecte de données pour les bâtiments dans leur ensemble et pour tous les types de bâtiments.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Pour la suite des choses<\/h2>\n\n\n\n<p>La transparence accrue des données aidera le secteur du bâtiment à identifier les bâtiments qui ont besoin de rénovations carboneutres et permettra de faire des choix plus éclairés quant à l’investissement financier des rénovations. S’appuyant sur des données, le boom de l’activité de rénovations profondes de décarbonation stimulera l’innovation dans le secteur, créera des emplois et laissera aux générations futures de meilleurs bâtiments pour les personnes et la planète.<\/p>\n\n\n\n<p>L’accès aux données permettra également aux sociétés d’immobilier commercial de s’évaluer plus facilement par rapport à leurs cibles de carboneutralité et à leurs objectifs environnementaux, sociaux et de gouvernance (ESG). Toutefois, ces sociétés auront besoin de données sur les bâtiments qui soient normalisées, fiables et faciles d’accès, y compris (mais sans s’y limiter) sur la consommation d’eau et d’énergie, la gestion des déchets et les émissions de GES.<\/p>\n\n\n\n<p>Les décideurs ont également un rôle à jouer. L’accès aux données des bâtiments peut orienter leurs efforts d’élaboration de programmes qui soutiennent des mesures pratiques de réduction du carbone. Le CBDCA a d’ailleurs demandé au gouvernement d’appuyer la mise en œuvre de systèmes normalisés d’analyse comparative de l’énergie, de divulgation des données et de cotation de bâtiments dans l’ensemble des provinces et territoires ou de fournir un système national auquel ils pourraient se joindre. Cette stratégie pourrait rapidement être mise en place avec des outils comme <a href=\"https:\/\/arcskoru.com\/\" target=\"_blank\" rel=\"noreferrer noopener\">Arc Skoru<\/a>, une plateforme sur la performance des bâtiments reconnue partout dans le monde.<\/p>\n\n\n\n<p>À ce jour, seul l’Ontario exige la déclaration publique des données sur l’énergie des bâtiments. Toutefois, les villes d’Edmonton, Winnipeg, Montréal et Ottawa ainsi que la province de la Nouvelle-Écosse ont élaboré des approches volontaires aux données sur l’ensemble d’un bâtiment et travaillent activement à l’élaboration de programmes ou de plans d’analyse comparative.<\/p>\n\n\n\n<div class=\"wp-block-buttons is-layout-flex wp-block-buttons-is-layout-flex\">\n<div class=\"wp-block-button is-style-main\"><a class=\"wp-block-button__link has-tree-green-color has-text-color wp-element-button\" href=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2022\/10\/20221025_CAGBC_full-disclosure_report_FR_FINAL.pdf\" target=\"_blank\" rel=\"noreferrer noopener\">Lire le rapport<\/a><\/div>\n\n\n\n<div class=\"wp-block-button is-style-main\"><a class=\"wp-block-button__link has-tree-green-color has-text-color wp-element-button\" href=\"https:\/\/www.cagbc.org\/fr\/notre-travail\/initiatives\/defi-divulgation\/\">Savoir plus<\/a><\/div>\n<\/div>\n\n\n\n<p><\/p>\n\n\n<div class=\"wp-block-quote-carousel wp-block-quote-carousel--large spacing-top-3 slickjs\"><div class=\"slickjs__track\"><div class=\"slickjs__slide\"><blockquote class=\"spacing-top-0 spacing-bottom-0\"><div class=\"has-h-5-font-size has-medium-grey-color\" style=\"font-weight: 400;\">L&#8217;engagement des participants au Défi Divulgation au cours des trois dernières années illustre très clairement l&#8217;importance des données au niveau du bâtiment pour prendre des décisions éclairées à l&#8217;échelle du portefeuille. Alors que nous nous efforçons d&#8217;atteindre les objectifs de changement climatique de 2030 et 2050, le Défi Divulgation nous montre que la compréhension et la communication des performances des bâtiments à l&#8217;échelle du portefeuille sont essentielles pour concentrer les investissements sur les bâtiments existants afin d&#8217;améliorer l&#8217;efficacité énergétique et de réduire les émissions de carbone.<\/div><p class=\"has-tree-green-color has-h-8-font-size spacing-top-2 spacing-bottom-0\">Thomas Mueller<\/p><p class=\"has-tree-green-color\">Président et chef de la direction, CBDCA<\/p><\/blockquote><\/div><div class=\"slickjs__slide\"><blockquote class=\"spacing-top-0 spacing-bottom-0\"><div class=\"has-h-5-font-size has-medium-grey-color\" style=\"font-weight: 400;\">Chez Colliers, nous considérons que la disponibilité de données de qualité en temps opportun est essentielle à notre réussite et nous aide à apporter des améliorations opérationnelles dans les portefeuilles que nous gérons. Nous sommes fiers d’avoir été parmi les premiers participants du Défi Divulgation et nous soutenons la nécessité d’une plus grande transparence des données dans le secteur de l’immobilier commercial. Il est essentiel que toutes les parties prenantes aient un meilleur accès à un plus grand nombre de données de performance à l’échelle du secteur si l’on veut utiliser plus efficacement les ressources et réduire les émissions de notre parc immobilier dans un objectif de soutien aux objectifs climatiques nationaux.<\/div><p class=\"has-tree-green-color has-h-8-font-size spacing-top-2 spacing-bottom-0\">Tonya Lagrasta<\/p><p class=\"has-tree-green-color\">Vice présidente et cheffe de l&#8217;ESG, Colliers<\/p><\/blockquote><\/div><div class=\"slickjs__slide\"><blockquote class=\"spacing-top-0 spacing-bottom-0\"><div class=\"has-h-5-font-size has-medium-grey-color\" style=\"font-weight: 400;\">Golden Properties est heureuse de participer au Défi Divulgation pour une deuxième année consécutive. Nous sommes fiers de la collaboration entre nos équipes de gestion immobilière et d’exploitation qui nous a permis d’obtenir des résultats fantastiques dans la réduction de nos émissions de carbone. Nous croyons et nous espérons que l’ouverture des données encouragera et motivera les autres à accroître leurs efforts en matière d’efficacité énergétique. Nous remercions le CBDCA d’avoir facilité ce processus.<\/div><p class=\"has-tree-green-color has-h-8-font-size spacing-top-2 spacing-bottom-0\">Kenric Lee<\/p><p class=\"has-tree-green-color\">Directeur des opérations, Golden Properties<\/p><\/blockquote><\/div><div class=\"slickjs__slide\"><blockquote class=\"spacing-top-0 spacing-bottom-0\"><div class=\"has-h-5-font-size has-medium-grey-color\" style=\"font-weight: 400;\">Chez Hudson Pacific, nous nous sommes engagés à devenir un chef de file en matière de durabilité, et nous savons que la transparence des données en est un élément important. Nous sommes heureux de participer au partage de connaissances entre pairs dans le cadre du Défi Divulgation du CBDCA et nous nous réjouissons à l’idée de poursuivre cette collaboration dans le futur.<\/div><p class=\"has-tree-green-color has-h-8-font-size spacing-top-2 spacing-bottom-0\">Chuck We<\/p><p class=\"has-tree-green-color\">Premier vice-président pour l’Ouest canadien, Hudson Pacific Properties<\/p><\/blockquote><\/div><div class=\"slickjs__slide\"><blockquote class=\"spacing-top-0 spacing-bottom-0\"><div class=\"has-h-5-font-size has-medium-grey-color\" style=\"font-weight: 400;\">KingSett est fière de s’associer au CBDCA et à d’autres chefs de file de l’industrie pour contribuer à l’essor de l’analyse comparative de la performance des bâtiments, de l’étiquetage et de la transparence des données à la grandeur du pays. Les données de grande qualité sont le fondement de la création de stratégies audacieuses pour décarboner l’environnement bâti et favoriser le changement.<\/div><p class=\"has-tree-green-color has-h-8-font-size spacing-top-2 spacing-bottom-0\">Kit Milnes<\/p><p class=\"has-tree-green-color\">Vice-président, Durabilité et résilience, KingSett<\/p><\/blockquote><\/div><div class=\"slickjs__slide\"><blockquote class=\"spacing-top-0 spacing-bottom-0\"><div class=\"has-h-5-font-size has-medium-grey-color\" style=\"font-weight: 400;\">L’accès aux données sur l’ensemble du bâtiment et l’analyse comparative en continu sont des éléments essentiels pour comprendre la performance énergétique des bâtiments, cerner les possibilités d’amélioration et créer des résultats positifs pour les investissements immobiliers. Nous croyons que des pratiques telles que le suivi des émissions et l’amélioration de l’efficacité énergétique ne sont pas seulement bonnes pour les affaires, mais qu’elles sont aussi la bonne chose à faire pour notre planète. On ne peut réaliser des progrès significatifs que si la collecte et le partage des données sont une pratique standard dans le secteur immobilier.<\/div><p class=\"has-tree-green-color has-h-8-font-size spacing-top-2 spacing-bottom-0\">Elena Alschuler<\/p><p class=\"has-tree-green-color\">Directrice de la durabilité pour les Amériques, LaSalle Investment Management<\/p><\/blockquote><\/div><div class=\"slickjs__slide\"><blockquote class=\"spacing-top-0 spacing-bottom-0\"><div class=\"has-h-5-font-size has-medium-grey-color\" style=\"font-weight: 400;\">En tant qu’industrie qui consomme beaucoup de ressources, nous savons que l’exploitation de nos bâtiments a un impact sur l’environnement. En réduisant la consommation d’eau et d’énergie, en diminuant les émissions de carbone, en produisant moins de déchets et en investissant dans les énergies renouvelables et l’innovation, nous agissons comme des gestionnaires responsables de l’environnement et nous nous efforçons de respecter les normes les plus élevées possibles. Notre participation au Défi Divulgation du CBDCA est l’une des mesures importantes que nous prenons pour respecter nos engagements. En faisant preuve de transparence et en divulguant des données fiables sur les factures de services publics de nos bâtiments avec d’autres acteurs de notre secteur, nous sommes convaincus que nous pouvons aider tout le monde à améliorer la performance des bâtiments.<\/div><p class=\"has-tree-green-color has-h-8-font-size spacing-top-2 spacing-bottom-0\">Paul Baron<\/p><p class=\"has-tree-green-color\">Vice-président principal des opérations, Minto Properties  <\/p><\/blockquote><\/div><div class=\"slickjs__slide\"><blockquote class=\"spacing-top-0 spacing-bottom-0\"><div class=\"has-h-5-font-size has-medium-grey-color\" style=\"font-weight: 400;\">La Stratégie d’amélioration des bâtiments d’Ottawa identifie l’analyse comparative des émissions comme un élément fondamental de la transition vers la sobriété en carbone. Les locataires, les investisseurs et les parties prenantes méritent la transparence concernant les émissions des bâtiments dans leur ville.<\/div><p class=\"has-tree-green-color has-h-8-font-size spacing-top-2 spacing-bottom-0\">Janice Ashworth<\/p><p class=\"has-tree-green-color\">Unité des changements climatiques de la Ville d&#8217;Ottawa<\/p><\/blockquote><\/div><div class=\"slickjs__slide\"><blockquote class=\"spacing-top-0 spacing-bottom-0\"><div class=\"has-h-5-font-size has-medium-grey-color\" style=\"font-weight: 400;\">Nous comprenons l’importance et la nécessité d’agir en faveur du climat et l’analyse comparative dans le cadre du Défi Divulgation est une étape essentielle pour atteindre nos objectifs.<\/div><p class=\"has-tree-green-color has-h-8-font-size spacing-top-2 spacing-bottom-0\">Oskar Kwietonl<\/p><p class=\"has-tree-green-color\">Directeur des installations, des opérations et de la maintenance, Shape Management<\/p><\/blockquote><\/div><div class=\"slickjs__slide\"><blockquote class=\"spacing-top-0 spacing-bottom-0\"><div class=\"has-h-5-font-size has-medium-grey-color\" style=\"font-weight: 400;\">La divulgation de la performance et la transparence des données sont de puissants moteurs de la croissance accélérée de l’investissement ESG et favorisent une plus grande concentration sur l’exploitation carboneutre et la résilience climatique dans un marché post-COVID-19.<\/div><p class=\"has-tree-green-color has-h-8-font-size spacing-top-2 spacing-bottom-0\">Ali Hoss<\/p><p class=\"has-tree-green-color\">Vice-président de la durabilité et de l’innovation, Triovest<\/p><\/blockquote><\/div><div class=\"slickjs__slide\"><blockquote class=\"spacing-top-0 spacing-bottom-0\"><div class=\"has-h-5-font-size has-medium-grey-color\" style=\"font-weight: 400;\">QuadReal pense que les marchés transparents fonctionnent mieux, et grâce au Défi Divulgation du CBDCA, nous partageons publiquement la performance énergétique des bâtiments que nous gérons ainsi que leurs émissions de carbone et encourageons nos pairs de l&#8217;industrie à emboîter le pas. L’accès a des données fiables et actualisées permet à nos équipes d&#8217;améliorer continuellement l’exploitation et de rester proactives en matière de développement durable. En nous basant sur ces données, nous avons généré des réductions importantes de la consommation d&#8217;énergie et de carbone, entraînant une réduction des factures de services publics pour les locataires et les résidents ainsi que des améliorations globales des performances pour nos clients. L’adoption généralisée des outils d&#8217;analyse comparative à travers le Canada est une étape clé vers une économie à zéro émission nette prospère et nous sommes fiers de nous associer au CBDCA dans cette importante initiative.<\/div><p class=\"has-tree-green-color has-h-8-font-size spacing-top-2 spacing-bottom-0\">Remco Daal<\/p><p class=\"has-tree-green-color\">Président de l&#8217;immobilier au Canada chez QuadReal<\/p><\/blockquote><\/div><\/div><div class=\"slickjs__bullets wp-block-quote-carousel--large__dots spacing-top-3\"><\/div><\/div>","protected":false},"excerpt":{"rendered":"<p>Le 26 octobre 2022 – Ottawa (Ont.) – Le Conseil du bâtiment durable&hellip;<\/p>\n","protected":false},"featured_media":0,"template":"","meta":{"inline_featured_image":false,"_genesis_hide_title":false,"_genesis_hide_breadcrumbs":false,"_genesis_hide_singular_image":false,"_genesis_hide_footer_widgets":false,"_genesis_custom_body_class":"","_genesis_custom_post_class":"","_genesis_layout":""},"cagbc_tx_theme":[924],"cagbc_tx_rating_standard":[],"cagbc_tx_credit_category":[],"acf":{"sub-headline":"Les conclusions d’une étude appuient l’appel à se concentrer sur les données des bâtiments dans la Stratégie canadienne pour les bâtiments verts","byline":"","downloads":false,"related_links":false,"alt_thumb":false,"rating_systemstandard":false,"theme":[{"term_id":924,"name":"Analyse comparative","slug":"analyse-comparative","term_group":0,"term_taxonomy_id":924,"taxonomy":"cagbc_tx_theme","description":"","parent":0,"count":6,"filter":"raw","meta":[]}],"credit_category":false},"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v21.9 (Yoast SEO v21.9) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Le Défi Divulgation du CBDCA braque les projecteurs sur les données - Green Trading Council (GTC)<\/title>\n<meta name=\"description\" content=\"Le 26 octobre 2022 – Ottawa (Ont.) – Le Conseil du bâtiment durable du Canada (CBDCA) publie les dernières données de son Défi Divulgation et renouvelle\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.cagbc.org\/fr\/news-resources\/cagbc-news\/le-defi-divulgation-du-cbdca-braque-les-projecteurs-sur-les-donnees\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Le Défi Divulgation du CBDCA braque les projecteurs sur les données\" \/>\n<meta property=\"og:description\" content=\"Le 26 octobre 2022 – Ottawa (Ont.) – Le Conseil du bâtiment durable du Canada (CBDCA) publie les dernières données de son Défi Divulgation et renouvelle\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.cagbc.org\/fr\/news-resources\/cagbc-news\/le-defi-divulgation-du-cbdca-braque-les-projecteurs-sur-les-donnees\/\" \/>\n<meta property=\"og:site_name\" content=\"Green Trading Council (GTC)\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/CaGBC\/\" \/>\n<meta property=\"article:modified_time\" content=\"2022-12-21T18:46:33+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2022\/10\/CAGBC_full-disclosure_report_FR_cover-2-1024x794.png\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@CAGBC\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"5 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.cagbc.org\/fr\/news-resources\/cagbc-news\/le-defi-divulgation-du-cbdca-braque-les-projecteurs-sur-les-donnees\/\",\"url\":\"https:\/\/www.cagbc.org\/fr\/news-resources\/cagbc-news\/le-defi-divulgation-du-cbdca-braque-les-projecteurs-sur-les-donnees\/\",\"name\":\"Le Défi Divulgation du CBDCA braque les projecteurs sur les données - Green Trading Council (GTC)\",\"isPartOf\":{\"@id\":\"https:\/\/www.cagbc.org\/#website\"},\"datePublished\":\"2022-10-26T15:48:03+00:00\",\"dateModified\":\"2022-12-21T18:46:33+00:00\",\"description\":\"Le 26 octobre 2022 – Ottawa (Ont.) – Le Conseil du bâtiment durable du Canada (CBDCA) publie les dernières données de son Défi Divulgation et renouvelle\",\"breadcrumb\":{\"@id\":\"https:\/\/www.cagbc.org\/fr\/news-resources\/cagbc-news\/le-defi-divulgation-du-cbdca-braque-les-projecteurs-sur-les-donnees\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.cagbc.org\/fr\/news-resources\/cagbc-news\/le-defi-divulgation-du-cbdca-braque-les-projecteurs-sur-les-donnees\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.cagbc.org\/fr\/news-resources\/cagbc-news\/le-defi-divulgation-du-cbdca-braque-les-projecteurs-sur-les-donnees\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.cagbc.org\/fr\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"News\/Articles\",\"item\":\"https:\/\/www.cagbc.org\/news-resources\/cagbc-news\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"Le Défi Divulgation du CBDCA braque les projecteurs sur les données\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.cagbc.org\/#website\",\"url\":\"https:\/\/www.cagbc.org\/\",\"name\":\"Green Trading Council (GTC)\",\"description\":\"Building our way forward.\",\"publisher\":{\"@id\":\"https:\/\/www.cagbc.org\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.cagbc.org\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/www.cagbc.org\/#organization\",\"name\":\"Canadian Green Building Council\",\"url\":\"https:\/\/www.cagbc.org\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg\",\"contentUrl\":\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg\",\"width\":\"1024\",\"height\":\"1024\",\"caption\":\"Canadian Green Building Council\"},\"image\":{\"@id\":\"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/\"},\"sameAs\":[\"https:\/\/www.facebook.com\/CaGBC\/\",\"https:\/\/twitter.com\/CAGBC\",\"https:\/\/www.instagram.com\/cagbc\/\",\"https:\/\/www.linkedin.com\/company\/cagbc\/\",\"http:\/\/www.youtube.com\/user\/CaGBC\/\"]}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Le Défi Divulgation du CBDCA braque les projecteurs sur les données - Green Trading Council (GTC)","description":"Le 26 octobre 2022 – Ottawa (Ont.) – Le Conseil du bâtiment durable du Canada (CBDCA) publie les dernières données de son Défi Divulgation et renouvelle","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.cagbc.org\/fr\/news-resources\/cagbc-news\/le-defi-divulgation-du-cbdca-braque-les-projecteurs-sur-les-donnees\/","og_locale":"en_US","og_type":"article","og_title":"Le Défi Divulgation du CBDCA braque les projecteurs sur les données","og_description":"Le 26 octobre 2022 – Ottawa (Ont.) – Le Conseil du bâtiment durable du Canada (CBDCA) publie les dernières données de son Défi Divulgation et renouvelle","og_url":"https:\/\/www.cagbc.org\/fr\/news-resources\/cagbc-news\/le-defi-divulgation-du-cbdca-braque-les-projecteurs-sur-les-donnees\/","og_site_name":"Green Trading Council (GTC)","article_publisher":"https:\/\/www.facebook.com\/CaGBC\/","article_modified_time":"2022-12-21T18:46:33+00:00","og_image":[{"url":"https:\/\/www.cagbc.org\/wp-content\/uploads\/2022\/10\/CAGBC_full-disclosure_report_FR_cover-2-1024x794.png"}],"twitter_card":"summary_large_image","twitter_site":"@CAGBC","twitter_misc":{"Est. reading time":"5 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.cagbc.org\/fr\/news-resources\/cagbc-news\/le-defi-divulgation-du-cbdca-braque-les-projecteurs-sur-les-donnees\/","url":"https:\/\/www.cagbc.org\/fr\/news-resources\/cagbc-news\/le-defi-divulgation-du-cbdca-braque-les-projecteurs-sur-les-donnees\/","name":"Le Défi Divulgation du CBDCA braque les projecteurs sur les données - Green Trading Council (GTC)","isPartOf":{"@id":"https:\/\/www.cagbc.org\/#website"},"datePublished":"2022-10-26T15:48:03+00:00","dateModified":"2022-12-21T18:46:33+00:00","description":"Le 26 octobre 2022 – Ottawa (Ont.) – Le Conseil du bâtiment durable du Canada (CBDCA) publie les dernières données de son Défi Divulgation et renouvelle","breadcrumb":{"@id":"https:\/\/www.cagbc.org\/fr\/news-resources\/cagbc-news\/le-defi-divulgation-du-cbdca-braque-les-projecteurs-sur-les-donnees\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.cagbc.org\/fr\/news-resources\/cagbc-news\/le-defi-divulgation-du-cbdca-braque-les-projecteurs-sur-les-donnees\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.cagbc.org\/fr\/news-resources\/cagbc-news\/le-defi-divulgation-du-cbdca-braque-les-projecteurs-sur-les-donnees\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.cagbc.org\/fr\/"},{"@type":"ListItem","position":2,"name":"News\/Articles","item":"https:\/\/www.cagbc.org\/news-resources\/cagbc-news\/"},{"@type":"ListItem","position":3,"name":"Le Défi Divulgation du CBDCA braque les projecteurs sur les données"}]},{"@type":"WebSite","@id":"https:\/\/www.cagbc.org\/#website","url":"https:\/\/www.cagbc.org\/","name":"Green Trading Council (GTC)","description":"Building our way forward.","publisher":{"@id":"https:\/\/www.cagbc.org\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.cagbc.org\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/www.cagbc.org\/#organization","name":"Canadian Green Building Council","url":"https:\/\/www.cagbc.org\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/","url":"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg","contentUrl":"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg","width":"1024","height":"1024","caption":"Canadian Green Building Council"},"image":{"@id":"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/"},"sameAs":["https:\/\/www.facebook.com\/CaGBC\/","https:\/\/twitter.com\/CAGBC","https:\/\/www.instagram.com\/cagbc\/","https:\/\/www.linkedin.com\/company\/cagbc\/","http:\/\/www.youtube.com\/user\/CaGBC\/"]}]}},"lang":"fr","translations":{"fr":5778,"en":5771},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_news_articles\/5778"}],"collection":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_news_articles"}],"about":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/types\/cagbc_news_articles"}],"version-history":[{"count":0,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_news_articles\/5778\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/media?parent=5778"}],"wp:term":[{"taxonomy":"cagbc_tx_theme","embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_tx_theme?post=5778"},{"taxonomy":"cagbc_tx_rating_standard","embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_tx_rating_standard?post=5778"},{"taxonomy":"cagbc_tx_credit_category","embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_tx_credit_category?post=5778"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}