{"id":8465,"date":"2023-11-28T08:34:35","date_gmt":"2023-11-28T13:34:35","guid":{"rendered":"https:\/\/www.cagbc.org\/?post_type=cagbc_news_articles&#038;p=8465"},"modified":"2023-11-29T07:50:18","modified_gmt":"2023-11-29T12:50:18","slug":"demandez-a-lexpert-nerva-energy-group","status":"publish","type":"cagbc_news_articles","link":"https:\/\/www.cagbc.org\/fr\/news-resources\/cagbc-news\/demandez-a-lexpert-nerva-energy-group\/","title":{"rendered":"Demandez à l&#8217;expert : Nerva Energy Group"},"content":{"rendered":"\n<div class=\"wp-block-columns is-layout-flex wp-container-core-columns-layout-1 wp-block-columns-is-layout-flex\">\n<div class=\"wp-block-column is-layout-flow wp-block-column-is-layout-flow\" style=\"flex-basis:68%\">\n<p>En mettant l&#8217;accent sur les économies d&#8217;énergie et les résultats financiers positifs, <a href=\"https:\/\/www.nervaenergy.com\/\" target=\"_blank\" rel=\"noreferrer noopener\">Nerva Energy Group<\/a> propose une expertise en solutions de performance énergétique pour maximiser l&#8217;efficacité énergétique et les économies financières des bâtiments. Lauréat du prix du Visionnaire du bâtiment durable en 2023, Nerva Energy Group est célèbre pour AeroBarrier, une technologie innovante de scellement d&#8217;enveloppe appliquée à l&#8217;intérieur qui a changé la façon dont les bâtiments peuvent réduire leurs besoins en énergie de chauffage et de refroidissement en améliorant la qualité de l&#8217;air intérieur et en réduisant les émissions de GES. . Josh Lewis, vice-président de l&#8217;ingénierie énergétique chez Nerva Energy Group, nous en dit plus sur la création de leur produit et sur la manière dont il peut aider les projets à atteindre leurs objectifs de développement durable.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-column is-layout-flow wp-block-column-is-layout-flow\" style=\"flex-basis:32%\">\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" decoding=\"async\" width=\"1024\" height=\"537\" src=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2023\/11\/Nerva_Energy_Group_Inc__logo-1024x537.jpg\" alt=\"\" class=\"wp-image-8442\" srcset=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2023\/11\/Nerva_Energy_Group_Inc__logo-1024x537.jpg 1024w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2023\/11\/Nerva_Energy_Group_Inc__logo-300x157.jpg 300w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2023\/11\/Nerva_Energy_Group_Inc__logo-768x403.jpg 768w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2023\/11\/Nerva_Energy_Group_Inc__logo-1536x805.jpg 1536w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2023\/11\/Nerva_Energy_Group_Inc__logo.jpg 1574w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/figure>\n<\/div>\n<\/div>\n\n\n\n<h5 class=\"wp-block-heading\" id=\"h-parlez-nous-de-votre-projet-pilote-de-batiment-residentiel-a-logements-multiples-de-toronto-comment-ce-projet-est-il-ne-et-quelles-sont-vos-attentes\"><br>Parlez-nous de votre projet pilote de bâtiment résidentiel à logements multiples de Toronto. Comment ce projet est-il né et quelles sont vos attentes?<\/h5>\n\n\n\n<p>« L’étanchéité à l’air » n’est pas un terme qui revient souvent lorsque nous discutons des qualités d’un bâtiment, mais pour les experts de l’industrie et les professionnels de la science du bâtiment, l’infiltration d’air (c’est-à-dire la pénétration d’air extérieur ou la perte d’air intérieur, involontaires, généralement à travers des interstices dans l’enveloppe du bâtiment ou les perforations mécaniques) est en fait un facteur important de l’efficacité énergétique qui représente jusqu’à 30 pour cent ou plus des coûts de chauffage et climatisation d’un bâtiment, selon la SCHL.<\/p>\n\n\n\n<p><a href=\"https:\/\/collecdev.com\/\" target=\"_blank\" rel=\"noreferrer noopener\">Collecdev<\/a> a récemment développé un projet de construction neuve visant à prouver les avantages de l’étanchéité à l’air dans les bâtiments résidentiels à logements multiples.<\/p>\n\n\n\n<p>L’objectif était d’évaluer l’impact que pourraient avoir les produits d’étanchéité en aérosol sur la performance finale du bâtiment en matière d’étanchéité à l’air.<\/p>\n\n\n\n<p>Les promoteurs ont appris qu’il est presque impossible de construire un bâtiment étanche à l’air selon les méthodes conventionnelles – il y a tout simplement trop de métiers de construction impliqués dans chaque projet. Les diverses installations, qu’il s’agisse des fenêtres ou du matériel d’électricité, de plomberie ou de mécanique, créent souvent des fuites involontaires dans l’enveloppe.<\/p>\n\n\n\n<p>Les résultats du projet de Tippett Park révèlent les principaux indicateurs de performance suivants :<\/p>\n\n\n\n<ul>\n<li>les taux de fuite d’air aux étages des logements étanchéisés à l’aide d’un produit en aérosol ont été de 25 % inférieurs à ceux d’un bâtiment étanchéisé de manière conventionnelle*;<\/li>\n\n\n\n<li>amélioration de 47,4 % des RAH aux étages de logements;<\/li>\n\n\n\n<li>amélioration de 47,3 % (@50 Pa) du débit exprimé en PCM;<\/li>\n\n\n\n<li>réduction de l’IDET de 8 % sans ventilation et de 19,2 % avec ventilation;<\/li>\n\n\n\n<li>TEDI reduction of 8% without ventilation, and 19.2% with ventilation<\/li>\n\n\n\n<li>résultat au test d’étanchéité à l’air de tout le bâtiment : 1,31 L\/S-m2 @ 75 Pa sans autres mesures d’étanchéité à l’air. La valeur par défaut pour la modélisation énergétique selon la Norme verte de Toronto est de 2,00 L\/S-m2, de sorte que ce bâtiment est 34,5 % plus étanche à l’air.<\/li>\n<\/ul>\n\n\n\n<h5 class=\"wp-block-heading\" id=\"h-pouvez-vous-nous-en-dire-plus-sur-le-role-de-l-etancheite-a-l-air-dans-la-realisation-de-batiments-a-haute-performance\"><br>Pouvez-vous nous en dire plus sur le rôle de l’étanchéité à l’air dans la réalisation de bâtiments à haute performance?<\/h5>\n\n\n\n<p>Les experts de l’industrie s’entendent pour dire que les fuites d’air dans les bâtiments ont un impact négatif sur la performance du système de CVCA, la consommation d’énergie, les émissions de gaz à effet de serre, la qualité de l’air intérieur, le confort et le bien-être des occupants. L’amélioration de l’étanchéité à l’air de l’enveloppe du bâtiment permet de créer des communautés plus saines et de réduire l’empreinte environnementale, mais elle est également essentielle pour satisfaire aux cibles énergétiques obligatoires établies par certains organismes individuels, comme la <a href=\"https:\/\/www.toronto.ca\/city-government\/planning-development\/official-plan-guidelines\/toronto-green-standard\/\" target=\"_blank\" rel=\"noreferrer noopener\">Norme verte de Toronto<\/a>, la norme de la <a href=\"https:\/\/www.toronto.ca\/\" target=\"_blank\" rel=\"noreferrer noopener\">Ville de Toronto<\/a> qui va au-delà des exigences du code.<\/p>\n\n\n\n<p>L’infiltration d’air extérieur à travers l’enveloppe peut entraîner des problèmes de condensation et d’humidité qui compromettent l’intégrité structurale du bâtiment, alors que l’évacuation de l’air intérieur par l’enveloppe a un impact considérable sur les besoins en chauffage et climatisation. L’air conditionné qui fuit à l’extérieur du bâtiment à travers les ouvertures dans les plafonds, les murs et les planchers, tout comme par les pénétrations mécaniques, cause au bout du compte des pertes d’énergie et des émissions de carbone inutiles.<\/p>\n\n\n\n<p>Pour bâtir un bâtiment à haute performance, nous devons aller au-delà des pratiques de construction traditionnelles. Si l’on regarde les normes les plus élevées de l’industrie en matière d’efficacité de l’énergie et du carbone, force est de constater que tous les chemins mènent à l’optimisation du niveau d’étanchéité à l’air des bâtiments. Une enveloppe du bâtiment étanche à l’air est la clé pour atteindre ces normes élevées.<\/p>\n\n\n\n<p>En fin de compte, l’étanchéité à l’air offre une voie pour potentiellement réduire les coûts, car l’investissement supplémentaire dans les produits d’étanchéité en aérosol peut être compensé par la taille réduite des systèmes mécaniques nécessaires pour chauffer et climatiser le bâtiment et par les économies opérationnelles réalisées pendant toute la durée de vie du bâtiment.<\/p>\n\n\n\n<h5 class=\"wp-block-heading\" id=\"h-qu-est-ce-qui-fait-d-aerobarrier-le-systeme-d-etancheite-a-l-air-developpe-par-nerva-energy-group-un-produit-unique-et-quel-a-ete-son-effet-sur-le-batiment-durable\"><br>Qu’est-ce qui fait d’AeroBarrier, le système d’étanchéité à l’air développé par Nerva Energy Group, un produit unique et quel a été son effet sur le bâtiment durable?<\/h5>\n\n\n\n<p>La technologie AeroBarrier est d’usage général et elle permet de sceller des trous aussi larges que 5\/8 pouce jusqu’à des trous non visibles pour l’œil humain – ceux qui sont aussi petits qu’un cheveu.<\/p>\n\n\n\n<p>Cette technologie brevetée est reliée à une porte soufflante modifiée pour pressuriser l’environnement et libérer le scellant dans l’espace. La pression transporte une formule non toxique à base d’eau dans tout l’espace et colmate efficacement toute fuite en utilisant l’air même qui s’échappe de la pièce, ce qui permet de trouver n’importe quel point de fuite, visible ou non.<\/p>\n\n\n\n<p>Aerobarrier réduit considérablement la consommation d’énergie d’un bâtiment, ce qui permet de réaliser des économies opérationnelles et des avantages environnementaux et d’optimiser le fonctionnement du système de CVCA tout en améliorant la qualité de l’air et en réduisant la propagation des maladies transmises par l’air, ce qui se traduit par des avantages considérables, notamment :<\/p>\n\n\n\n<ul>\n<li>réduction des fuites d’air jusqu’à 98 %;<\/li>\n\n\n\n<li>plus grande probabilité d’atteindre la cible d’étanchéité à l’air pendant la construction;<\/li>\n\n\n\n<li>importantes diminutions de la taille des systèmes mécaniques;<\/li>\n\n\n\n<li>diminution des factures des services publics (jusqu’à 30 %);<\/li>\n\n\n\n<li>meilleure qualité de l’air intérieur;<\/li>\n\n\n\n<li>atténuation du transfert des odeurs;<\/li>\n\n\n\n<li>meilleure performance des systèmes de CVCA;<\/li>\n\n\n\n<li>amélioration de l’insonorisation;<\/li>\n\n\n\n<li>protection contre la migration des insectes et des ravageurs.<\/li>\n<\/ul>\n\n\n\n<h5 class=\"wp-block-heading\" id=\"h-quelles-sont-a-votre-avis-les-principales-questions-ou-opportunites-qui-se-presentent-pour-l-industrie-dans-le-domaine-de-la-durabilite\"><br>Quelles sont, à votre avis, les principales questions ou opportunités qui se présentent pour l’industrie dans le domaine de la durabilité?<\/h5>\n\n\n\n<p>Alors que nous sommes aux prises avec le réchauffement climatique, les pénuries d’énergie, l’étalement urbain et d’autres défis interreliés, il apparaît clairement que le développement durable n’est pas optionnel; il est impératif. Les enjeux sont trop importants pour que nous ignorions les appels à des pratiques énergétiques réfléchies. Si nous n’adhérons pas à la durabilité, nous aggraverons ces problèmes et nous mettrons les générations futures en difficulté. <strong>La durabilité n’est pas un mot à la mode, c’est une nécessité urgente.<\/strong><\/p>\n\n\n\n<p>Les décisions prises à la phase de la conception ont des incidences importantes sur l’efficacité d’un bâtiment pendant son cycle de vie. Les problèmes courants, comme la piètre étanchéité à l’air et l’équipement surdimensionné, contribuent grandement à l’escalade des coûts de construction.<\/p>\n\n\n\n<p>L’approche du « bâtiment en tant que système » exige une compréhension des relations complexes entre ses diverses composantes, comme l’enveloppe du bâtiment, les occupants, les systèmes mécaniques et électriques, les infrastructures du site et des services, ainsi que l’environnement extérieur. Cette vision systémique assure que le bâtiment fonctionne de manière optimale comme un tout, en plus de promouvoir la conception et la planification interdisciplinaires qui aboutissent en fin de compte à des bâtiments efficaces et à haute performance.<\/p>\n\n\n\n<p>La plus grande opportunité qui s’offre à l’industrie, au-delà de s’assurer que tous les bâtiments sont construits ou rénovés de manière à être étanches à l’air, c’est d’abandonner le mode de réalisation « conception, appel d’offres, construction » au profit du mode « conception et réalisation intégrées ». Il est prouvé que ce dernier mode permet à toute l’équipe du développement, de la conception et de la construction d’un projet de travailler ensemble à la réalisation du bâtiment le plus performant au plus bas coût possible.<\/p>\n\n\n\n<h5 class=\"wp-block-heading\" id=\"h-nerva-energy-group-inc-a-recu-le-prix-du-visionnaire-du-batiment-durable-dans-le-cadre-de-l-attribution-des-prix-du-leadership-et-des-prix-d-excellence-en-batiment-durable-de-2023-que-signifie-une-telle-reconnaissance-pour-votre-organisation\"><br>Nerva Energy Group Inc. a reçu le Prix du visionnaire du bâtiment durable dans le cadre de l’attribution des Prix du leadership et des Prix d’excellence en bâtiment durable de 2023. Que signifie une telle reconnaissance pour votre organisation?<\/h5>\n\n\n\n<p>Nous avons une admiration immense pour le CBDCA. Nous recevons cette reconnaissance prestigieuse avec humilité et honneur. Elle témoigne de notre engagement indéfectible, de notre innovation et des efforts collectifs de notre équipe passionnée. Nous nous efforçons continuellement d’établir de nouvelles normes en conservation de l’énergie et ce prix braque les projecteurs sur nos réalisations.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>En mettant l&#8217;accent sur les économies d&#8217;énergie et les résultats financiers positifs, Nerva&hellip;<\/p>\n","protected":false},"featured_media":0,"template":"","meta":{"inline_featured_image":false,"_genesis_hide_title":false,"_genesis_hide_breadcrumbs":false,"_genesis_hide_singular_image":false,"_genesis_hide_footer_widgets":false,"_genesis_custom_body_class":"","_genesis_custom_post_class":"","_genesis_layout":""},"cagbc_tx_theme":[234],"cagbc_tx_rating_standard":[],"cagbc_tx_credit_category":[],"acf":{"sub-headline":"","byline":"","downloads":false,"related_links":false,"alt_thumb":false,"rating_systemstandard":false,"theme":[{"term_id":234,"name":"Profils des Membres","slug":"profils-des-membres","term_group":0,"term_taxonomy_id":234,"taxonomy":"cagbc_tx_theme","description":"","parent":0,"count":33,"filter":"raw","meta":[]}],"credit_category":false},"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v21.9 (Yoast SEO v21.9) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Demandez à l&#039;expert : Nerva Energy Group - Canada Green Building Council (CAGBC)<\/title>\n<meta name=\"description\" content=\"En mettant l&#039;accent sur les économies d&#039;énergie et les résultats financiers positifs, Nerva Energy Group propose une expertise en solutions de performance\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.cagbc.org\/fr\/news-resources\/cagbc-news\/demandez-a-lexpert-nerva-energy-group\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Demandez à l&#039;expert : Nerva Energy Group\" \/>\n<meta property=\"og:description\" content=\"En mettant l&#039;accent sur les économies d&#039;énergie et les résultats financiers positifs, Nerva Energy Group propose une expertise en solutions de performance\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.cagbc.org\/fr\/news-resources\/cagbc-news\/demandez-a-lexpert-nerva-energy-group\/\" \/>\n<meta property=\"og:site_name\" content=\"Canada Green Building Council (CAGBC)\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/CaGBC\/\" \/>\n<meta property=\"article:modified_time\" content=\"2023-11-29T12:50:18+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2023\/11\/Nerva_Energy_Group_Inc__logo-1024x537.jpg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@CAGBC\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"7 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.cagbc.org\/fr\/news-resources\/cagbc-news\/demandez-a-lexpert-nerva-energy-group\/\",\"url\":\"https:\/\/www.cagbc.org\/fr\/news-resources\/cagbc-news\/demandez-a-lexpert-nerva-energy-group\/\",\"name\":\"Demandez à l'expert : Nerva Energy Group - Canada Green Building Council (CAGBC)\",\"isPartOf\":{\"@id\":\"https:\/\/www.cagbc.org\/#website\"},\"datePublished\":\"2023-11-28T13:34:35+00:00\",\"dateModified\":\"2023-11-29T12:50:18+00:00\",\"description\":\"En mettant l'accent sur les économies d'énergie et les résultats financiers positifs, Nerva Energy Group propose une expertise en solutions de performance\",\"breadcrumb\":{\"@id\":\"https:\/\/www.cagbc.org\/fr\/news-resources\/cagbc-news\/demandez-a-lexpert-nerva-energy-group\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.cagbc.org\/fr\/news-resources\/cagbc-news\/demandez-a-lexpert-nerva-energy-group\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.cagbc.org\/fr\/news-resources\/cagbc-news\/demandez-a-lexpert-nerva-energy-group\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.cagbc.org\/fr\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"News\/Articles\",\"item\":\"https:\/\/www.cagbc.org\/news-resources\/cagbc-news\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"Demandez à l&#8217;expert : Nerva Energy Group\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.cagbc.org\/#website\",\"url\":\"https:\/\/www.cagbc.org\/\",\"name\":\"Canada Green Building Council (CAGBC)\",\"description\":\"Building our way forward.\",\"publisher\":{\"@id\":\"https:\/\/www.cagbc.org\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.cagbc.org\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/www.cagbc.org\/#organization\",\"name\":\"Canadian Green Building Council\",\"url\":\"https:\/\/www.cagbc.org\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg\",\"contentUrl\":\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg\",\"width\":\"1024\",\"height\":\"1024\",\"caption\":\"Canadian Green Building Council\"},\"image\":{\"@id\":\"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/\"},\"sameAs\":[\"https:\/\/www.facebook.com\/CaGBC\/\",\"https:\/\/twitter.com\/CAGBC\",\"https:\/\/www.instagram.com\/cagbc\/\",\"https:\/\/www.linkedin.com\/company\/cagbc\/\",\"http:\/\/www.youtube.com\/user\/CaGBC\/\"]}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Demandez à l'expert : Nerva Energy Group - Canada Green Building Council (CAGBC)","description":"En mettant l'accent sur les économies d'énergie et les résultats financiers positifs, Nerva Energy Group propose une expertise en solutions de performance","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.cagbc.org\/fr\/news-resources\/cagbc-news\/demandez-a-lexpert-nerva-energy-group\/","og_locale":"en_US","og_type":"article","og_title":"Demandez à l'expert : Nerva Energy Group","og_description":"En mettant l'accent sur les économies d'énergie et les résultats financiers positifs, Nerva Energy Group propose une expertise en solutions de performance","og_url":"https:\/\/www.cagbc.org\/fr\/news-resources\/cagbc-news\/demandez-a-lexpert-nerva-energy-group\/","og_site_name":"Canada Green Building Council (CAGBC)","article_publisher":"https:\/\/www.facebook.com\/CaGBC\/","article_modified_time":"2023-11-29T12:50:18+00:00","og_image":[{"url":"https:\/\/www.cagbc.org\/wp-content\/uploads\/2023\/11\/Nerva_Energy_Group_Inc__logo-1024x537.jpg"}],"twitter_card":"summary_large_image","twitter_site":"@CAGBC","twitter_misc":{"Est. reading time":"7 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.cagbc.org\/fr\/news-resources\/cagbc-news\/demandez-a-lexpert-nerva-energy-group\/","url":"https:\/\/www.cagbc.org\/fr\/news-resources\/cagbc-news\/demandez-a-lexpert-nerva-energy-group\/","name":"Demandez à l'expert : Nerva Energy Group - Canada Green Building Council (CAGBC)","isPartOf":{"@id":"https:\/\/www.cagbc.org\/#website"},"datePublished":"2023-11-28T13:34:35+00:00","dateModified":"2023-11-29T12:50:18+00:00","description":"En mettant l'accent sur les économies d'énergie et les résultats financiers positifs, Nerva Energy Group propose une expertise en solutions de performance","breadcrumb":{"@id":"https:\/\/www.cagbc.org\/fr\/news-resources\/cagbc-news\/demandez-a-lexpert-nerva-energy-group\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.cagbc.org\/fr\/news-resources\/cagbc-news\/demandez-a-lexpert-nerva-energy-group\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.cagbc.org\/fr\/news-resources\/cagbc-news\/demandez-a-lexpert-nerva-energy-group\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.cagbc.org\/fr\/"},{"@type":"ListItem","position":2,"name":"News\/Articles","item":"https:\/\/www.cagbc.org\/news-resources\/cagbc-news\/"},{"@type":"ListItem","position":3,"name":"Demandez à l&#8217;expert : Nerva Energy Group"}]},{"@type":"WebSite","@id":"https:\/\/www.cagbc.org\/#website","url":"https:\/\/www.cagbc.org\/","name":"Canada Green Building Council (CAGBC)","description":"Building our way forward.","publisher":{"@id":"https:\/\/www.cagbc.org\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.cagbc.org\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/www.cagbc.org\/#organization","name":"Canadian Green Building Council","url":"https:\/\/www.cagbc.org\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/","url":"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg","contentUrl":"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg","width":"1024","height":"1024","caption":"Canadian Green Building Council"},"image":{"@id":"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/"},"sameAs":["https:\/\/www.facebook.com\/CaGBC\/","https:\/\/twitter.com\/CAGBC","https:\/\/www.instagram.com\/cagbc\/","https:\/\/www.linkedin.com\/company\/cagbc\/","http:\/\/www.youtube.com\/user\/CaGBC\/"]}]}},"lang":"fr","translations":{"fr":8465,"en":8441},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_news_articles\/8465"}],"collection":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_news_articles"}],"about":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/types\/cagbc_news_articles"}],"version-history":[{"count":0,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_news_articles\/8465\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/media?parent=8465"}],"wp:term":[{"taxonomy":"cagbc_tx_theme","embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_tx_theme?post=8465"},{"taxonomy":"cagbc_tx_rating_standard","embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_tx_rating_standard?post=8465"},{"taxonomy":"cagbc_tx_credit_category","embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_tx_credit_category?post=8465"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}