{"id":2142,"date":"2020-11-17T09:50:00","date_gmt":"2020-11-17T14:50:00","guid":{"rendered":"https:\/\/cagbcprod.wpengine.com\/?post_type=cagbc_case_study&#038;p=2142"},"modified":"2023-02-21T10:04:41","modified_gmt":"2023-02-21T15:04:41","slug":"avril_2015_le_complexe_sportif_panamericain","status":"publish","type":"cagbc_case_study","link":"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/avril_2015_le_complexe_sportif_panamericain\/","title":{"rendered":"Pleins feux sur un projet LEED : le complexe sportif panaméricain de Toronto obtient la certification LEED Or"},"content":{"rendered":"\n<div class=\"wp-block-group alignfull is-layout-constrained wp-block-group-is-layout-constrained\" style=\"padding-top:0px\">\n<p>Nous nous sommes entretenus avec Jim Derenzis, directeur de la gestion des installations à l&#8217;Université de Toronto Scarborough (UTSC), sur cette réalisation qui laissera un héritage vert tout en desservant les athlètes, les étudiants et la collectivité dans son ensemble. La certification de ce projet marque également certaines étapes : c&#8217;est le premier bâtiment de l&#8217;Université de Toronto à obtenir une certification LEED Or et le premier bâtiment accueillant des jeux panaméricains à obtenir une certification LEED.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-group alignwide is-layout-constrained wp-block-group-is-layout-constrained\">\n<h3 class=\"wp-block-heading\" id=\"principales-caracteristiques\">Principales caractéristiques<\/h3>\n\n\n\n<p>Détenu en copropriété par l&#8217;Université de Toronto et la ville de Toronto dans le cadre d&#8217;un partenariat unique, le complexe sportif panaméricain de Toronto est un centre d&#8217;activités et de collaboration pour les étudiants de l&#8217;Université de Toronto, les membres de la collectivité et les athlètes de haut niveau qui partagent des valeurs communes par rapport à la santé et au mode de vie actif. Le complexe sera l&#8217;un des sites des Jeux panaméricains et parapanaméricains, le troisième plus important événement multisports d&#8217;envergure internationale au monde. Il accueillera les compétitions de natation, plongeon, nage synchronisée, escrime, pentathlon moderne, volleyball assis et patinage de vitesse.<\/p>\n\n\n\n<p>Cet édifice de pointe est la plus grande nouvelle construction sportive des Jeux panaméricains et parapanaméricains de 2015. Il est considéré comme le plus important investissement jamais effectué dans l&#8217;histoire du sport amateur au Canada. Comptant 393 628 pieds carrés, il peut accueillir 8 000 spectateurs et il abrite deux piscines sanctionnées mondialement comprenant 10 couloirs et mesurant 50 mètres; un bassin de plongeon de 5 mètres de profondeur; un gymnase quadruple; une piste intérieure pour la marche et la course; un mur d&#8217;escalade; des salles d&#8217;entraînement; un centre d&#8217;essais à haute performance; des studios et un centre de conditionnement physique ultramoderne.<\/p>\n\n\n\n<div class=\"wp-block-media-text has-media-on-the-right is-stacked-on-mobile\" style=\"grid-template-columns:auto 30%\"><figure class=\"wp-block-media-text__media\"><img loading=\"lazy\" decoding=\"async\" width=\"282\" height=\"152\" src=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/11\/PCL-Toronto-Pan-Am-Aquatics-Centre-Exterior-resized.jpg\" alt=\"\" class=\"wp-image-2188 size-full\"\/><\/figure><div class=\"wp-block-media-text__content\">\n<p class=\"has-default-font-size\">Le complexe sportif abritera les bureaux de l&#8217;Institut canadien du sport de l&#8217;Ontario, la principale organisation du sport de haut niveau dans la province, et ceux de l&#8217;Académie nationale du basketball en fauteuil roulant du Canada. De plus, Diving Plongeon Canada, Natation Canada, Synchro Canada et Water Polo Canada y ont déménagé certains éléments de leurs programmes de formation.<\/p>\n<\/div><\/div>\n\n\n\n<p>Le complexe sportif panaméricain de Toronto est construit selon les normes d&#8217;accès universel les plus élevées, des entrées et des voies d&#8217;accès jusqu&#8217;aux vestiaires, aux salles de toilettes et aux douches. La piscine est dotée d&#8217;une rampe et d&#8217;ascenseurs accessibles; on trouve des endroits pour attacher les animaux de service partout dans le bâtiment et les mesures d&#8217;urgence comprennent des aires de refuge et une chaise d&#8217;évacuation; les tables des salles médicales et des salles de traitement sont ajustables en hauteur.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-group alignfull has-cloud-white-color has-charcoal-grey-background-color has-text-color has-background has-link-color wp-elements-366ebc1567907b087cb27c6d3a4114fe is-layout-constrained wp-block-group-is-layout-constrained\"><h3 class=\"spacing-bottom-3\">Project Team<\/h3><div class=\"wp-custom-grid wp-custom-grid--three-col\"><dl class=\"spacing-top-0 spacing-bottom-0\"><dt> Maître d&#8217;ouvrage<\/dt><dd>Infrastructure Ontario<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Parrains du projet<\/dt><dd>Ville de Toronto, Université de Toronto Scarborough, gouvernement fédéral (avec gérance d&#8217;ici PAN AM 2015).<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Promoteur et concepteur-constructeur<\/dt><dd>PCL Constructors Canada Inc.<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Architecte<\/dt><dd>NORR Ltd.\/Counsilman-Hunsaker<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Consultant LEED<\/dt><dd>Halsall Associates<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Ingénieur en mécanique et électricité<\/dt><dd>Smith + Andersen<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Ingénieur en structure<\/dt><dd>Halsall Associates<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Architecte paysagiste<\/dt><dd>Janet Rosenberg + Associates<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Principaux sous-traitants<\/dt><dd>Plan Electric, Urban Mechanical, International Pool Constructors<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Responsable de la mise en service<\/dt><dd>Halsall<\/dd><\/dl><\/div><\/div>\n\n\n\n<div class=\"wp-block-group alignfull is-layout-constrained wp-block-group-is-layout-constrained\">\n<h3 class=\"wp-block-heading\" id=\"voici-certaines-des-principales-caracteristiques-du-complexe\">Voici certaines des principales caractéristiques du complexe<\/h3>\n\n\n\n<ul><li>la toiture verte est recouverte principalement de mélanges d&#8217;orpin que l&#8217;on a fait pousser ailleurs avant de les transplanter sur place dans un milieu de culture de quatre pouces d&#8217;épaisseur; elle couvre une superficie de 5 632 m2 (30 pour cent de la toiture);<\/li><li>les matériaux de construction ont un contenu recyclé de 30 pour cent;<\/li><li>tous les besoins en irrigation du bâtiment sont comblés par les eaux de pluie recueillies dans des citernes souterraines installées à divers endroits;<\/li><li>1 854 panneaux solaires ont été installés sur la toiture. Ils peuvent produire jusqu&#8217;à 593 kW d&#8217;électricité à l&#8217;heure, ce qui réduit de 10 à 15 pour cent la consommation d&#8217;énergie du bâtiment;<\/li><li>l&#8217;éclairage DEL utilisé dans tout le bâtiment consomme 80 pour cent moins d&#8217;énergie que l&#8217;éclairage incandescent et environ 35 pour cent moins que l&#8217;éclairage fluorescent.<\/li><\/ul>\n<\/div>\n\n\n\n<div class=\"wp-block-group alignwide is-layout-constrained wp-block-group-is-layout-constrained\">\n<h3 class=\"wp-block-heading\" id=\"la-certification-leed-or-est-le-fruit-de-partenariats\">La certification LEED Or est le fruit de partenariats<\/h3>\n\n\n\n<div class=\"wp-block-media-text has-media-on-the-right is-stacked-on-mobile\" style=\"grid-template-columns:auto 31%\"><figure class=\"wp-block-media-text__media\"><img loading=\"lazy\" decoding=\"async\" width=\"282\" height=\"170\" src=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/11\/PCL-Toronto-Am-Aquatics-Centre-Field-House-Interior-resized.jpg\" alt=\"\" class=\"wp-image-2189 size-full\"\/><\/figure><div class=\"wp-block-media-text__content\">\n<p class=\"has-default-font-size\">Les partenaires, de concert avec Infrastructure Ontario, ont demandé que la conception et la construction du complexe adhèrent aux directives et aux principes de durabilité du système d&#8217;évaluation LEED, le système d&#8217;évaluation des bâtiments durables le plus utilisé et le plus reconnu dans l&#8217;industrie. Le projet devait aussi se conformer à la Norme verte de Toronto adoptée par la ville de Toronto.<\/p>\n<\/div><\/div>\n\n\n\n<p>Les professionnels de l&#8217;équipe de réalisation, y compris PCL Constructors Canada Inc., ont de l&#8217;expérience dans la conception et la construction de projets selon les normes LEED, ce qui était un avantage pour l&#8217;équipe de conception\/construction et les propriétaires. Les pratiques de construction environnementales ont évolué et ce qui était autrefois un service de niveau supérieur est aujourd&#8217;hui la norme pour PLC. L&#8217;objectif initial était d&#8217;obtenir la certification LEED Argent, mais PCL, en partenariat avec le consultant LEED, Halsall Associates, a réussi à optimiser la valeur pour obtenir une certification de niveau plus élevé, la certification LEED Or, qui témoigne de l&#8217;importance des partenariats solides et de la collaboration étroite.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-group alignwide is-layout-constrained wp-block-group-is-layout-constrained\">\n<h3 class=\"wp-block-heading\" id=\"ce-qui-les-a-amenes-a-batir-vert\">Ce qui les a amenés à bâtir vert<\/h3>\n\n\n\n<p>Nous sommes déterminés à être des chefs de file en matière de responsabilité environnementale institutionnelle et nous voulons assurer au complexe un avantage opérationnel et une rentabilité à long terme. L&#8217;UTSC est réputée pour ses études de pointe en environnement &#8211; qui tiennent compte des dimensions sociales et écologiques des ressources naturelles et de l&#8217;environnement pour améliorer la durabilité. C&#8217;est pourquoi à l&#8217;UTSC, être vert c&#8217;est maintenir des liens avec les agriculteurs locaux qui approvisionnent nos points de vente alimentaires, c&#8217;est offrir un milieu universitaire écologique et c&#8217;est faire preuve de responsabilité envers les générations futures.<\/p>\n\n\n\n<p>Nous avons à cœur de bâtir une collectivité durable par la diffusion d&#8217;information et la sensibilisation à des questions importantes, comme le changement climatique, la valorisation des ressources et la conservation. Nous planifions de manière responsable dans un objectif de préserver les ressources et de réduire notre impact environnemental. Notre corps professoral, notre personnel et nos étudiants réduisent notre empreinte environnementale en économisant l&#8217;énergie, en faisant la promotion de l&#8217;énergie renouvelable, en favorisant les autres modes de transports et en recyclant.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-group alignwide is-layout-constrained wp-block-group-is-layout-constrained\">\n<h3 class=\"wp-block-heading\" id=\"la-valeur-de-la-certification-pour-les-athletes-les-etudiants-et-la-collectivite\">La valeur de la certification pour les athlètes, les étudiants et la collectivité<\/h3>\n\n\n\n<p>Cette certification démontre la responsabilité sociale assumée par les propriétaires et le gouvernement fédéral ainsi que par les spectateurs de partout dans le monde qui assisteront aux Jeux. En construisant des installations durables, nous nous assurons que les bâtiments sont écologiquement responsables et efficaces et qu&#8217;ils dureront des années. L&#8217;UTSC a intégré avec beaucoup d&#8217;enthousiasme des stratégies d&#8217;économie d&#8217;énergie dans l&#8217;exploitation, la rénovation et la construction de ses installations, ce qui légitime nos efforts et fournit une orientation pour la croissance future du campus. Ces principes ont été intégrés dans notre projet actuel d&#8217;expansion qui comprendra par ailleurs d&#8217;autres innovations conceptuelles, comme des échangeurs de chaleur air-terre dans le tout dernier pavillon du campus, celui des sciences de l&#8217;environnement et de la chimie (ESCB).<\/p>\n\n\n\n<div class=\"wp-block-media-text has-media-on-the-right is-stacked-on-mobile\" style=\"grid-template-columns:auto 34%\"><figure class=\"wp-block-media-text__media\"><img loading=\"lazy\" decoding=\"async\" width=\"282\" height=\"184\" src=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/11\/PCL-Toronto-Pan-Am-Aqautics-Centre-Interior-resized.jpg\" alt=\"\" class=\"wp-image-2190 size-full\"\/><\/figure><div class=\"wp-block-media-text__content\">\n<p class=\"has-default-font-size\">Nous réalisons d&#8217;importants progrès en modifiant nos façons de concevoir, construire, exploiter et entretenir nos installations pour nous assurer que nous utilisons efficacement les ressources naturelles. Ces projets aident le campus à économiser de l&#8217;énergie, à réduire l&#8217;utilisation de matériaux bruts et à économiser de l&#8217;argent. Au fil du temps, les membres de notre collectivité seront plus nombreux à vivre, à travailler et à étudier dans des bâtiments de plus en plus efficients tout en profitant des avantages d&#8217;une meilleure qualité des environnements intérieurs.<\/p>\n<\/div><\/div>\n<\/div>\n\n\n\n<div class=\"wp-block-group alignwide is-layout-constrained wp-block-group-is-layout-constrained\">\n<h3 class=\"wp-block-heading\" id=\"normes-et-buts-de-performance\">Normes et buts de performance<\/h3>\n\n\n\n<p>Les piscines, de par leur nature, affichent généralement des consommations élevées des services publics. Nous avons donc voulu cibler une performance énergétique optimale que nous avons atteinte grâce à l&#8217;utilisation :<\/p>\n\n\n\n<ul><li>de l&#8217;énergie géothermique fournie par un champ de pompes géothermiques situé sous le stationnement nord et qui comprend 100 puits géothermiques atteignant chacun 600 pieds de profondeur;<\/li><li>de matériaux pour l&#8217;enveloppe du bâtiment qui combattent les niveaux d&#8217;humidité élevés et qui contribuent à la performance globale et énergétique de l&#8217;enveloppe;<\/li><li>d&#8217;appareils particuliers de traitement de l&#8217;air qui empêchent la condensation et réduisent la demande d&#8217;énergie pour chauffer les piscines.<\/li><\/ul>\n\n\n\n<p>En adoptant un plan exhaustif de gestion des déchets, PCL a détourné 95 pour cent des déchets de construction du projet des sites d&#8217;enfouissement.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-group alignwide is-layout-constrained wp-block-group-is-layout-constrained\">\n<h3 class=\"wp-block-heading\" id=\"economies-d-eau-et-d-energie\">Économies d&#8217;eau et d&#8217;énergie<\/h3>\n\n\n\n<p>Le complexe a été conçu et construit dans un objectif d&#8217;optimiser la performance énergétique. La consommation d&#8217;énergie du projet de conception est de 40 pour cent inférieure à celle d&#8217;un projet de référence semblable construit selon le Code modèle national de l&#8217;énergie pour les bâtiments (CMNÉB). Le projet réduit de 37 pour cent la consommation d&#8217;eau par rapport aux exigences de performance de référence et de 100 pour cent la demande en eau d&#8217;irrigation, car il utilise les eaux de pluie non potables recueillies dans des citernes souterraines enfouies à divers endroits.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-group alignwide is-layout-constrained wp-block-group-is-layout-constrained\">\n<h3 class=\"wp-block-heading\" id=\"positive-health-impacts\">Impacts positifs sur la santé<\/h3>\n\n\n\n<p>Le bâtiment offre un environnement intérieur plus clair et plus sain à ses utilisateurs en plus de réduire les coûts des services publics et de l&#8217;entretien, et il en sera ainsi pour bien longtemps.<\/p>\n\n\n\n<p>Ce résultat découle des mesures suivantes :<\/p>\n\n\n\n<ul><li>l&#8217;éclairage DEL qui est plus efficace et plus agréable;<\/li><li>les systèmes de traitement de l&#8217;air et de l&#8217;eau de la piscine qui sont écologiques, efficaces et efficients;<\/li><li>l&#8217;utilisation efficace des vues sur l&#8217;extérieur et l&#8217;ouverture sur de grands espaces et sur la rue;<\/li><li>l&#8217;offre de services en synergie, allant du conditionnement physique à la haute performance et aux aspects thérapeutiques.<\/li><\/ul>\n\n\n\n<p>Des systèmes de contrôle et de vérification, des commandes domotiques avancées et des systèmes de gestion de l&#8217;énergie ont été intégrés au bâtiment et permettent au propriétaire de surveiller activement la performance du bâtiment et de s&#8217;adapter avec diligence aux changements des besoins opérationnels.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-group alignwide is-layout-constrained wp-block-group-is-layout-constrained\">\n<h3 class=\"wp-block-heading\" id=\"une-premiere-pour-l-universite-de-toronto\">Une première pour l&#8217;Université de Toronto<\/h3>\n\n\n\n<p>C&#8217;est le premier projet de construction neuve de l&#8217;Université de Toronto à obtenir la certification LEED Or. Construit dans le respect de l&#8217;échéancier et du budget, le projet a été réalisé en 24 mois, ce qui a permis de commencer à l&#8217;exploiter et de terminer les essais un an avant les Jeux.<\/p>\n\n\n\n<p>Tout récemment, PCL a remporté le Prix de l&#8217;Association des entrepreneurs généraux de l&#8217;Ontario de 2015 pour le meilleur projet construit dans la province, ainsi que le Prix du Best of the Best Large Project Achievement de la Toronto Construction Association.<\/p>\n\n\n\n<p>Nous sommes très fiers de ce complexe, un projet gagnant selon les normes internationales et nous sommes fiers aussi de pouvoir offrir une vitrine de la conception environnementale de pointe dans ce complexe appartenant à la ville et à l&#8217;Université. Comme le Complexe sportif panaméricain de Toronto sera un lieu de rencontre des Amériques lors des Jeux panaméricains et parapanaméricains 2015, cet été, les autres pays seront à même d&#8217;observer les nombreuses innovations du bâtiment et seront ainsi sensibilisés à la conception durable.<\/p>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>Nous nous sommes entretenus avec Jim Derenzis, directeur de la gestion des installations&hellip;<\/p>\n","protected":false},"featured_media":0,"template":"","meta":{"inline_featured_image":false,"_genesis_hide_title":false,"_genesis_hide_breadcrumbs":false,"_genesis_hide_singular_image":false,"_genesis_hide_footer_widgets":false,"_genesis_custom_body_class":"","_genesis_custom_post_class":"","_genesis_layout":""},"cagbc_tx_rating_standard":[456,166],"cagbc_tx_system_version":[188],"cagbc_tx_building_type":[445],"cagbc_tx_certification_level":[220],"acf":{"street_address":"875 Morningside Ave","city":"Scarborough","province":"Ontario","downloads":false,"related_links":false,"rating_systemstandard":[{"term_id":166,"name":"LEED v1","slug":"leed-v1","term_group":0,"term_taxonomy_id":166,"taxonomy":"cagbc_tx_rating_standard","description":"","parent":0,"count":54,"filter":"raw","meta":[]},{"term_id":456,"name":"LEED","slug":"leed","term_group":0,"term_taxonomy_id":456,"taxonomy":"cagbc_tx_rating_standard","description":"","parent":0,"count":101,"filter":"raw","meta":[]}],"system_version":[{"term_id":188,"name":"LEED Conception et construction de bâtiments","slug":"leed-ccb","term_group":0,"term_taxonomy_id":188,"taxonomy":"cagbc_tx_system_version","description":"","parent":0,"count":21,"filter":"raw","meta":[]}],"certification_level":[{"term_id":220,"name":"OR","slug":"or","term_group":0,"term_taxonomy_id":220,"taxonomy":"cagbc_tx_certification_level","description":"","parent":0,"count":26,"filter":"raw","meta":[]}],"building_type":[{"term_id":445,"name":"Complexe sportif","slug":"complexe-sportif","term_group":0,"term_taxonomy_id":445,"taxonomy":"cagbc_tx_building_type","description":"","parent":0,"count":4,"filter":"raw","meta":[]}],"alt_thumb":false},"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v21.9 (Yoast SEO v21.9) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Pleins feux sur un projet LEED : le complexe sportif panaméricain de Toronto obtient la certification LEED Or - Green Trading Council (GTC)<\/title>\n<meta name=\"description\" content=\"The Toronto Pan Am Sports Centre is the first University of Toronto building to certify LEED Gold.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/avril_2015_le_complexe_sportif_panamericain\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Pleins feux sur un projet LEED : le complexe sportif panaméricain de Toronto obtient la certification LEED Or\" \/>\n<meta property=\"og:description\" content=\"The Toronto Pan Am Sports Centre is the first University of Toronto building to certify LEED Gold.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/avril_2015_le_complexe_sportif_panamericain\/\" \/>\n<meta property=\"og:site_name\" content=\"Green Trading Council (GTC)\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/CaGBC\/\" \/>\n<meta property=\"article:modified_time\" content=\"2023-02-21T15:04:41+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/11\/PCL-Toronto-Pan-Am-Aquatics-Centre-Exterior-resized.jpg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@CAGBC\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"9 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/avril_2015_le_complexe_sportif_panamericain\/\",\"url\":\"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/avril_2015_le_complexe_sportif_panamericain\/\",\"name\":\"Pleins feux sur un projet LEED : le complexe sportif panaméricain de Toronto obtient la certification LEED Or - Green Trading Council (GTC)\",\"isPartOf\":{\"@id\":\"https:\/\/www.cagbc.org\/#website\"},\"datePublished\":\"2020-11-17T14:50:00+00:00\",\"dateModified\":\"2023-02-21T15:04:41+00:00\",\"description\":\"The Toronto Pan Am Sports Centre is the first University of Toronto building to certify LEED Gold.\",\"breadcrumb\":{\"@id\":\"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/avril_2015_le_complexe_sportif_panamericain\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/avril_2015_le_complexe_sportif_panamericain\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/avril_2015_le_complexe_sportif_panamericain\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.cagbc.org\/fr\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Case Studies\",\"item\":\"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"Pleins feux sur un projet LEED : le complexe sportif panaméricain de Toronto obtient la certification LEED Or\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.cagbc.org\/#website\",\"url\":\"https:\/\/www.cagbc.org\/\",\"name\":\"Green Trading Council (GTC)\",\"description\":\"Building our way forward.\",\"publisher\":{\"@id\":\"https:\/\/www.cagbc.org\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.cagbc.org\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/www.cagbc.org\/#organization\",\"name\":\"Canadian Green Building Council\",\"url\":\"https:\/\/www.cagbc.org\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg\",\"contentUrl\":\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg\",\"width\":\"1024\",\"height\":\"1024\",\"caption\":\"Canadian Green Building Council\"},\"image\":{\"@id\":\"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/\"},\"sameAs\":[\"https:\/\/www.facebook.com\/CaGBC\/\",\"https:\/\/twitter.com\/CAGBC\",\"https:\/\/www.instagram.com\/cagbc\/\",\"https:\/\/www.linkedin.com\/company\/cagbc\/\",\"http:\/\/www.youtube.com\/user\/CaGBC\/\"]}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Pleins feux sur un projet LEED : le complexe sportif panaméricain de Toronto obtient la certification LEED Or - Green Trading Council (GTC)","description":"The Toronto Pan Am Sports Centre is the first University of Toronto building to certify LEED Gold.","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/avril_2015_le_complexe_sportif_panamericain\/","og_locale":"en_US","og_type":"article","og_title":"Pleins feux sur un projet LEED : le complexe sportif panaméricain de Toronto obtient la certification LEED Or","og_description":"The Toronto Pan Am Sports Centre is the first University of Toronto building to certify LEED Gold.","og_url":"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/avril_2015_le_complexe_sportif_panamericain\/","og_site_name":"Green Trading Council (GTC)","article_publisher":"https:\/\/www.facebook.com\/CaGBC\/","article_modified_time":"2023-02-21T15:04:41+00:00","og_image":[{"url":"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/11\/PCL-Toronto-Pan-Am-Aquatics-Centre-Exterior-resized.jpg"}],"twitter_card":"summary_large_image","twitter_site":"@CAGBC","twitter_misc":{"Est. reading time":"9 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/avril_2015_le_complexe_sportif_panamericain\/","url":"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/avril_2015_le_complexe_sportif_panamericain\/","name":"Pleins feux sur un projet LEED : le complexe sportif panaméricain de Toronto obtient la certification LEED Or - Green Trading Council (GTC)","isPartOf":{"@id":"https:\/\/www.cagbc.org\/#website"},"datePublished":"2020-11-17T14:50:00+00:00","dateModified":"2023-02-21T15:04:41+00:00","description":"The Toronto Pan Am Sports Centre is the first University of Toronto building to certify LEED Gold.","breadcrumb":{"@id":"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/avril_2015_le_complexe_sportif_panamericain\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/avril_2015_le_complexe_sportif_panamericain\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/avril_2015_le_complexe_sportif_panamericain\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.cagbc.org\/fr\/"},{"@type":"ListItem","position":2,"name":"Case Studies","item":"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/"},{"@type":"ListItem","position":3,"name":"Pleins feux sur un projet LEED : le complexe sportif panaméricain de Toronto obtient la certification LEED Or"}]},{"@type":"WebSite","@id":"https:\/\/www.cagbc.org\/#website","url":"https:\/\/www.cagbc.org\/","name":"Green Trading Council (GTC)","description":"Building our way forward.","publisher":{"@id":"https:\/\/www.cagbc.org\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.cagbc.org\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/www.cagbc.org\/#organization","name":"Canadian Green Building Council","url":"https:\/\/www.cagbc.org\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/","url":"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg","contentUrl":"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg","width":"1024","height":"1024","caption":"Canadian Green Building Council"},"image":{"@id":"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/"},"sameAs":["https:\/\/www.facebook.com\/CaGBC\/","https:\/\/twitter.com\/CAGBC","https:\/\/www.instagram.com\/cagbc\/","https:\/\/www.linkedin.com\/company\/cagbc\/","http:\/\/www.youtube.com\/user\/CaGBC\/"]}]}},"lang":"fr","translations":{"fr":2142,"en":1572},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_case_study\/2142"}],"collection":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_case_study"}],"about":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/types\/cagbc_case_study"}],"version-history":[{"count":0,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_case_study\/2142\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/media?parent=2142"}],"wp:term":[{"taxonomy":"cagbc_tx_rating_standard","embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_tx_rating_standard?post=2142"},{"taxonomy":"cagbc_tx_system_version","embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_tx_system_version?post=2142"},{"taxonomy":"cagbc_tx_building_type","embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_tx_building_type?post=2142"},{"taxonomy":"cagbc_tx_certification_level","embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_tx_certification_level?post=2142"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}