{"id":5691,"date":"2022-09-28T10:06:16","date_gmt":"2022-09-28T14:06:16","guid":{"rendered":"https:\/\/www.cagbc.org\/?post_type=cagbc_case_study&#038;p=5691"},"modified":"2023-02-13T08:15:16","modified_gmt":"2023-02-13T13:15:16","slug":"centre-des-congres-de-vancouver","status":"publish","type":"cagbc_case_study","link":"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/centre-des-congres-de-vancouver\/","title":{"rendered":"Centre des congrès de Vancouver"},"content":{"rendered":"\n<h3 class=\"wp-block-heading\">Double certification LEED Platine<\/h3>\n\n\n\n<p>Niché au cœur du centre-ville de Vancouver, le Centre des congrès de Vancouver (VCC) aide ses clients à planifier et à organiser des événements dynamiques depuis plus de 35 ans. Comptant plus de 100 000 mètres carrés d’espace de congrès, le centre comprend un habitat marin restauré intégré dans les fondations du bâtiment, et un toit végétalisé florissant de six acres irrigué par une installation de traitement des eaux noires sur place, faisant du Centre des congrès de Vancouver l’un des endroits les plus emblématiques de Vancouver. <\/p>\n\n\n\n<p>Le Centre des congrès de Vancouver a été le premier centre de congrès au monde à obtenir une double certification LEED Platine : la première, en vertu du système LEED pour la conception et la construction de bâtiments (en 2009; pour la durée de vie du bâtiment), et la deuxième, en vertu de LEED pour l’exploitation et l’entretien du bâtiment (en 2017 et renouvelée en 2022). <\/p>\n\n\n\n<p>La durabilité a été une priorité clé dans la construction du VCC et continue de faire partie intégrante de son exploitation. Dans cette optique, le VCC était fier de soumettre son projet certifié LEED Platine pour l’exploitation et l’entretien du bâtiment à la recertification auprès du Conseil du bâtiment durable du Canada (CBDCA). <\/p>\n\n\n\n<p>En plus de démontrer son engagement envers les pratiques durables, le maintien de la double certification LEED Platine était également important pour l’histoire du VCC. Ses employés, ses clients et sa communauté sont fiers de savoir que le bâtiment est déterminé à maintenir des pratiques de conservation de l’eau et de l’énergie. La certification LEED est un cadre réputé sur lequel aligner ses pratiques.<\/p>\n\n\n\n<p>TPour obtenir la recertification LEED pour bâtiment existant : Exploitation et entretien, le Centre des congrès de Vancouver a axé sa stratégie sur la conservation, la biodiversité et la gestion des déchets pour atteindre ses objectifs de durabilité.  <\/p>\n\n\n\n<div class=\"wp-block-cover alignfull is-light has-parallax is-style-banner-ads\"><span aria-hidden=\"true\" class=\"wp-block-cover__background has-moss-green-background-color has-background-dim\"><\/span><div role=\"img\" class=\"wp-block-cover__image-background wp-image-5645 has-parallax\" style=\"background-position:50% 50%;background-image:url(https:\/\/www.cagbc.org\/wp-content\/uploads\/2022\/09\/VCC954_SB1_0656-scr-1.jpg)\"><\/div><div class=\"wp-block-cover__inner-container is-layout-flow wp-block-cover-is-layout-flow\">\n<p class=\"has-text-align-center has-cloud-white-color has-text-color has-h-9-font-size\"><\/p>\n\n\n\n<div class=\"wp-block-buttons is-layout-flex wp-block-buttons-is-layout-flex\"><\/div>\n<\/div><\/div>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"h-conservation-de-l-energie\">Conservation de l’énergie<\/h2>\n\n\n\n<p>Le Centre des congrès de Vancouver possède une toiture végétale de six acres à faible pente, ce qui en fait la plus grande au Canada et la plus grande pour un bâtiment non industriel en Amérique du Nord. En plus de fournir un habitat à plus de 400 000 espèces de plantes et d’herbes indigènes, la toiture végétale sert également d’isolant naturel. Recouverte d’environ 16 cm de terre, elle absorbe et retient la chaleur du soleil en hiver et reflète la chaleur en été. En raison de sa porosité, elle libère la chaleur plus facilement que le béton. Ainsi, la toiture végétale conserve l’énergie en réduisant d’environ 96 pour cent les gains de chaleur en été, et de 26 pour cent les pertes de chaleur pendant les mois d’hiver. <\/p>\n\n\n\n<p>L’un des principaux aspects durables de l’installation est le système de chauffage et de refroidissement géothermique de pointe. Alimenté par une énergie renouvelable, ce système utilise l’eau de mer de l’inlet Burrard pour chauffer et refroidir l’installation de sorte que les émissions de carbone dans l’atmosphère sont quasi nulles. Ce système de pointe a récemment été mis à niveau pour inclure des réservoirs de traitement au cuivre de l’eau de mer, ce qui permet de réduire la durée et la fréquence des nettoyages tout en améliorant l’efficacité des échangeurs de chaleur. Le système de chauffage et de refroidissement à l’eau de mer permet d’économiser une quantité importante d’énergie, et entraîne une réduction des coûts d’énergie annuels estimée entre 2 et 4 pour cent. <\/p>\n\n\n\n<p>Les émissions de gaz à effet de serre ont été réduites d’environ 150 tonnes d’équivalent de dioxyde de carbone par année grâce à l’installation d’un système de récupération de chaleur qui récupère la chaleur du bâtiment pour préchauffer l’eau chaude sanitaire de l’installation.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Conservation de l’eau<\/h2>\n\n\n\n<p>Situé au bord de l’océan, le Centre des congrès de Vancouver prend son rôle au sérieux lorsqu’il s’agit de conserver les eaux locales et de s’en soucier. Pour favoriser la conservation de l’eau, l’équipe a mis en œuvre des stratégies ambitieuses et novatrices visant à réduire la consommation totale d’eau potable. En particulier, la station de traitement des eaux noires reçoit et traite les eaux usées de l’ensemble de l’installation afin qu’elles puissent servir à des utilisations non potables, comme la chasse des toilettes et l’irrigation de la toiture végétale. Cette mesure permet de réduire la dépendance à l’eau domestique d’environ 70 pour cent. En 2021, la station de traitement des eaux noires a produit plus de 37 millions de litres d’eau. Le VCC a récemment modernisé les pompes et les tuyaux des pompes d’alimentation, qui sont reliés au réservoir de rétention des eaux noires propres et traitées. Cela permet au CCV d’utiliser moins d’eau, et l’équipe continue d’optimiser les performances de la station. <\/p>\n\n\n\n<figure class=\"wp-block-image aligncenter is-resized is-style-banner-ads\"><img loading=\"lazy\" decoding=\"async\" src=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2022\/09\/VCC2557_Blackwater-Treatment_Bioreactor-Tanks_0256-scr_copy.jpg\" alt=\"\" class=\"wp-image-5647\" width=\"637\" height=\"358\" srcset=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2022\/09\/VCC2557_Blackwater-Treatment_Bioreactor-Tanks_0256-scr_copy.jpg 849w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2022\/09\/VCC2557_Blackwater-Treatment_Bioreactor-Tanks_0256-scr_copy-300x169.jpg 300w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2022\/09\/VCC2557_Blackwater-Treatment_Bioreactor-Tanks_0256-scr_copy-768x431.jpg 768w\" sizes=\"(max-width: 637px) 100vw, 637px\" \/><figcaption class=\"wp-element-caption\">Photo courtesy of Vancouver Convention Centre<\/figcaption><\/figure>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p>En phase avec son engagement à se préoccuper des eaux locales, le Centre des congrès de Vancouver supervise un habitat marin artificiel qui est intégré aux fondations du bâtiment. La jupe de béton à cinq niveaux comprend 60 mètres de rivage et 140 mètres carrés de récif artificiel.<\/p>\n\n\n\n<p>Le VCC accueille des chercheurs et appuie la recherche sur l’habitat marin artificiel. Il collabore souvent avec des biologistes marins pour en évaluer la santé. L’habitat marin artificiel a grandement amélioré la qualité de l’eau et la biodiversité de la région, avec l’arrivée de diverses espèces d’algues, de macroalgues et de poissons.<\/p>\n\n\n\n<p>Les algues et les macroalgues offrent un site d’alimentation attrayant pour les invertébrés sessiles, mobiles et benthiques dont se nourrissent ensuite diverses espèces de poissons. Le récif artificiel, quant à lui, guide la trajectoire des migrations des saumons autour du périmètre des piliers de fondation. Un rapport a révélé que 43 espèces d’organismes marins et de poissons se trouvent dans la zone, malgré la forte industrialisation du front de mer.  <\/p>\n\n\n\n<p>La toiture végétale du VCC est également importante pour les insectes et les oiseaux de la région. En appui aux travaux de Karen Needham, une conférencière et conservatrice de la collection entomologique Spencer de la faculté des sciences de l’Université de la Colombie-Britannique, un relevé des insectes a révélé que la toiture végétale du VCC constituait un habitat crucial pour 17 espèces de syrphes ou mouches des fleurs. Ce groupe d’insectes et le deuxième groupe de pollinisateurs en importance après les abeilles sauvages et leur présence indique que la biodiversité locale s’améliore. Pour en savoir plus sur les travaux de Karen Needham sur la toiture végétale, <a href=\"\/\/www.zoology.ubc.ca\/entomology\/news\/greenroof\/\" target=\"_blank\" rel=\"noreferrer noopener\">cliquez ice.<\/a> <\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<figure class=\"wp-block-image aligncenter is-resized is-style-banner-ads\"><img loading=\"lazy\" decoding=\"async\" src=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2022\/09\/VCC3594_IMG_5188-scr-copy.jpg\" alt=\"\" class=\"wp-image-5649\" width=\"638\" height=\"359\" srcset=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2022\/09\/VCC3594_IMG_5188-scr-copy.jpg 850w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2022\/09\/VCC3594_IMG_5188-scr-copy-300x169.jpg 300w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2022\/09\/VCC3594_IMG_5188-scr-copy-768x432.jpg 768w\" sizes=\"(max-width: 638px) 100vw, 638px\" \/><figcaption class=\"wp-element-caption\">Photo gracieuseté du Centre des congrès de Vancouver<\/figcaption><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\">Gestion des déchets <\/h2>\n\n\n\n<p>Le Centre des congrès de Vancouver a développé un solide système de gestion des déchets qui appuie les principes environnementaux essentiels de réduction, réutilisation et recyclage. Tout au long de l’exercice financier 2021-2022, le VCC a accueilli plus de 1,8 million de visiteurs. Par sa collaboration étroite avec Happy Stan’s Recycling (HSR) pour effectuer des audits mensuels des déchets qui décrivent les flux de déchets et les taux de détournement, le VCC effectue un suivi attentif de sa performance et cherche souvent des occasions d’améliorer son programme de gestion des déchets. De plus, la société HSR fournit sur demande des services d’audits des déchets d’un événement donné, ce qui donne un meilleur aperçu des déchets spécifiques à l’événement en question.<\/p>\n\n\n\n<p>Les trieurs de déchets sur place effectuent régulièrement des audits de déchets afin de trouver des possibilités d’amélioration et de suivre les progrès. À cette fin, ils vérifient tous les sacs poubelles pour identifier les matières qui ne sont pas recyclées correctement. Plus de 85 pour cent de tous les déchets qui quittent le VCC West sont recyclés ou réutilisés, et ne sont pas acheminés vers un centre d’enfouissement. De plus, tous les revenus provenant des bouteilles et des canettes collectées lors des événements soutiennent des organisations locales, telles que United We Can. <\/p>\n\n\n\n<p>Pour réduire l’utilisation de bouteilles d’eau en plastique à usage unique, 21 stations de remplissage de bouteilles d’eau avec compteur et sans contact ont été ajoutées au VCC.<\/p>\n\n\n\n<p>En 2021, le VCC a installé deux biocomposteurs sur place. Les biocomposteurs utilisent la chaleur, l’agitation et les microbes pour décomposer la masse de déchets organiques, la réduisant ainsi d’environ 70 à 80 pour cent. La masse ainsi réduite diminue les besoins en transport en plus de réduire les impacts environnementaux connexes.<\/p>\n\n\n\n<figure class=\"wp-block-image aligncenter size-full is-resized\"><img loading=\"lazy\" decoding=\"async\" src=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2022\/09\/VCC954_SB1_0656-scr-1.jpg\" alt=\"\" class=\"wp-image-5645\" width=\"638\" height=\"425\" srcset=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2022\/09\/VCC954_SB1_0656-scr-1.jpg 850w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2022\/09\/VCC954_SB1_0656-scr-1-300x200.jpg 300w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2022\/09\/VCC954_SB1_0656-scr-1-768x511.jpg 768w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2022\/09\/VCC954_SB1_0656-scr-1-600x400.jpg 600w\" sizes=\"(max-width: 638px) 100vw, 638px\" \/><figcaption class=\"wp-element-caption\">Photo gracieuseté du Centre des congrès de Vancouver<\/figcaption><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\">Pour l’avenir<\/h2>\n\n\n\n<p>Le Centre des congrès de Vancouver reconnaît que la durabilité nécessite un engagement soutenu. Au fur et à mesure que de nouvelles technologies et de nouvelles recherches deviennent disponibles, l’équipe cherche à déterminer si elles sont applicables dans le bâtiment. Pour en savoir davantage sur les pratiques du VCC, visitez le <a href=\"http:\/\/www.vancouverconventioncentre.com\" target=\"_blank\" rel=\"noreferrer noopener\">www.vancouverconventioncentre.com<\/a>.<\/p>\n\n\n\n<p>Pour un supplément d’information sur la certification LEED pour la conception et la construction de bâtiment du Centre des congrès de Vancouver, veuillez consulter <a href=\"https:\/\/www.cagbc.org\/news-resources\/cagbc-news\/vancouver-convention-centre-is-worlds-first-double-leed-platinum-certified-convention-centre-and-first-v4-platinum-existing-building-project-in-canada\/\">la précédente étude de cas<\/a>.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<div class=\"wp-block-cover alignfull is-light has-parallax is-style-banner-ads\"><span aria-hidden=\"true\" class=\"wp-block-cover__background has-moss-green-background-color has-background-dim\"><\/span><div role=\"img\" class=\"wp-block-cover__image-background wp-image-5645 has-parallax\" style=\"background-position:50% 50%;background-image:url(https:\/\/www.cagbc.org\/wp-content\/uploads\/2022\/09\/VCC954_SB1_0656-scr-1.jpg)\"><\/div><div class=\"wp-block-cover__inner-container is-layout-flow wp-block-cover-is-layout-flow\">\n<p class=\"has-text-align-center has-cloud-white-color has-text-color has-h-9-font-size\">Projet de groupe<\/p>\n\n\n\n<div class=\"wp-block-buttons is-layout-flex wp-block-buttons-is-layout-flex\"><\/div>\n<\/div><\/div>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n<div class=\"wp-custom-grid wp-custom-grid--three-col\"><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Propriétaire\/promoteur du projet <\/dt><dd>BC Pavilion Corporation (BC PavCo)<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Architecte<\/dt><dd>DA Architects &#038; Planners, LMN, Musson Cattell Mackey Partnership (MCM)<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Consultant LEED \/ durabilité <\/dt><dd>Building Energy Solutions Ltd. (BES Canada)<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Ingénieur en mécanique<\/dt><dd><a href=\"https:\/\/www.stantec.com\/en\">Stantec Consulting<\/a><\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Ingénieur en électricité<\/dt><dd>Schenke\/Bawol Engineering Ltd. <\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Ingénieur en structure<\/dt><dd>Glotman Simpson Consulting Engineers et Earth Tech (Canada) Inc. <\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Architecte du paysage <\/dt><dd>PWL Partnership Landscape Architects Inc.<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Responsable de la mise en service <\/dt><dd>KD Engineering Co.<\/dd><\/dl><\/div>\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n","protected":false},"excerpt":{"rendered":"<p>Double certification LEED Platine Niché au cœur du centre-ville de Vancouver, le Centre&hellip;<\/p>\n","protected":false},"featured_media":5648,"template":"","meta":{"inline_featured_image":false,"_genesis_hide_title":false,"_genesis_hide_breadcrumbs":false,"_genesis_hide_singular_image":false,"_genesis_hide_footer_widgets":false,"_genesis_custom_body_class":"","_genesis_custom_post_class":"","_genesis_layout":""},"cagbc_tx_rating_standard":[168],"cagbc_tx_system_version":[192,765],"cagbc_tx_building_type":[267],"cagbc_tx_certification_level":[222],"acf":{"street_address":"","city":"Vancouver","province":"British Columbia","downloads":false,"related_links":false,"rating_systemstandard":[{"term_id":168,"name":"LEED v4","slug":"leed-v4","term_group":0,"term_taxonomy_id":168,"taxonomy":"cagbc_tx_rating_standard","description":"","parent":0,"count":98,"filter":"raw","meta":[]}],"system_version":[{"term_id":192,"name":"LEED Exploitation et entretien des bâtiments","slug":"leed-ee","term_group":0,"term_taxonomy_id":192,"taxonomy":"cagbc_tx_system_version","description":"","parent":0,"count":14,"filter":"raw","meta":[]},{"term_id":765,"name":"LEED Recertification","slug":"leed-recertification","term_group":0,"term_taxonomy_id":765,"taxonomy":"cagbc_tx_system_version","description":"","parent":0,"count":3,"filter":"raw","meta":[]}],"certification_level":[{"term_id":222,"name":"Platine","slug":"platine","term_group":0,"term_taxonomy_id":222,"taxonomy":"cagbc_tx_certification_level","description":"","parent":0,"count":39,"filter":"raw","meta":[]}],"building_type":[{"term_id":267,"name":"Assemblage","slug":"assemblage","term_group":0,"term_taxonomy_id":267,"taxonomy":"cagbc_tx_building_type","description":"","parent":0,"count":1,"filter":"raw","meta":[]}],"alt_thumb":false},"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v21.9 (Yoast SEO v21.9) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Centre des congrès de Vancouver - Green Trading Council (GTC)<\/title>\n<meta name=\"description\" content=\"Le Centre des congrès de Vancouver à obtenir une double certification LEED Platine : du système LEED pour la conception et la construction de bâtiments (en 2009), et la deuxième, en vertu de LEED pour l’exploitation et l’entretien du bâtiment (en 2017 et renouvelée en 2022).\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/centre-des-congres-de-vancouver\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Centre des congrès de Vancouver\" \/>\n<meta property=\"og:description\" content=\"Le Centre des congrès de Vancouver à obtenir une double certification LEED Platine : du système LEED pour la conception et la construction de bâtiments (en 2009), et la deuxième, en vertu de LEED pour l’exploitation et l’entretien du bâtiment (en 2017 et renouvelée en 2022).\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/centre-des-congres-de-vancouver\/\" \/>\n<meta property=\"og:site_name\" content=\"Green Trading Council (GTC)\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/CaGBC\/\" \/>\n<meta property=\"article:modified_time\" content=\"2023-02-13T13:15:16+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2022\/09\/VCC4097_1826985_2-scrcopy.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"850\" \/>\n\t<meta property=\"og:image:height\" content=\"478\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@CAGBC\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"7 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/centre-des-congres-de-vancouver\/\",\"url\":\"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/centre-des-congres-de-vancouver\/\",\"name\":\"Centre des congrès de Vancouver - Green Trading Council (GTC)\",\"isPartOf\":{\"@id\":\"https:\/\/www.cagbc.org\/#website\"},\"datePublished\":\"2022-09-28T14:06:16+00:00\",\"dateModified\":\"2023-02-13T13:15:16+00:00\",\"description\":\"Le Centre des congrès de Vancouver à obtenir une double certification LEED Platine : du système LEED pour la conception et la construction de bâtiments (en 2009), et la deuxième, en vertu de LEED pour l’exploitation et l’entretien du bâtiment (en 2017 et renouvelée en 2022).\",\"breadcrumb\":{\"@id\":\"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/centre-des-congres-de-vancouver\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/centre-des-congres-de-vancouver\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/centre-des-congres-de-vancouver\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.cagbc.org\/fr\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Case Studies\",\"item\":\"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"Centre des congrès de Vancouver\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.cagbc.org\/#website\",\"url\":\"https:\/\/www.cagbc.org\/\",\"name\":\"Green Trading Council (GTC)\",\"description\":\"Building our way forward.\",\"publisher\":{\"@id\":\"https:\/\/www.cagbc.org\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.cagbc.org\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/www.cagbc.org\/#organization\",\"name\":\"Canadian Green Building Council\",\"url\":\"https:\/\/www.cagbc.org\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg\",\"contentUrl\":\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg\",\"width\":\"1024\",\"height\":\"1024\",\"caption\":\"Canadian Green Building Council\"},\"image\":{\"@id\":\"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/\"},\"sameAs\":[\"https:\/\/www.facebook.com\/CaGBC\/\",\"https:\/\/twitter.com\/CAGBC\",\"https:\/\/www.instagram.com\/cagbc\/\",\"https:\/\/www.linkedin.com\/company\/cagbc\/\",\"http:\/\/www.youtube.com\/user\/CaGBC\/\"]}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Centre des congrès de Vancouver - Green Trading Council (GTC)","description":"Le Centre des congrès de Vancouver à obtenir une double certification LEED Platine : du système LEED pour la conception et la construction de bâtiments (en 2009), et la deuxième, en vertu de LEED pour l’exploitation et l’entretien du bâtiment (en 2017 et renouvelée en 2022).","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/centre-des-congres-de-vancouver\/","og_locale":"en_US","og_type":"article","og_title":"Centre des congrès de Vancouver","og_description":"Le Centre des congrès de Vancouver à obtenir une double certification LEED Platine : du système LEED pour la conception et la construction de bâtiments (en 2009), et la deuxième, en vertu de LEED pour l’exploitation et l’entretien du bâtiment (en 2017 et renouvelée en 2022).","og_url":"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/centre-des-congres-de-vancouver\/","og_site_name":"Green Trading Council (GTC)","article_publisher":"https:\/\/www.facebook.com\/CaGBC\/","article_modified_time":"2023-02-13T13:15:16+00:00","og_image":[{"width":850,"height":478,"url":"https:\/\/www.cagbc.org\/wp-content\/uploads\/2022\/09\/VCC4097_1826985_2-scrcopy.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_site":"@CAGBC","twitter_misc":{"Est. reading time":"7 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/centre-des-congres-de-vancouver\/","url":"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/centre-des-congres-de-vancouver\/","name":"Centre des congrès de Vancouver - Green Trading Council (GTC)","isPartOf":{"@id":"https:\/\/www.cagbc.org\/#website"},"datePublished":"2022-09-28T14:06:16+00:00","dateModified":"2023-02-13T13:15:16+00:00","description":"Le Centre des congrès de Vancouver à obtenir une double certification LEED Platine : du système LEED pour la conception et la construction de bâtiments (en 2009), et la deuxième, en vertu de LEED pour l’exploitation et l’entretien du bâtiment (en 2017 et renouvelée en 2022).","breadcrumb":{"@id":"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/centre-des-congres-de-vancouver\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/centre-des-congres-de-vancouver\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/centre-des-congres-de-vancouver\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.cagbc.org\/fr\/"},{"@type":"ListItem","position":2,"name":"Case Studies","item":"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/"},{"@type":"ListItem","position":3,"name":"Centre des congrès de Vancouver"}]},{"@type":"WebSite","@id":"https:\/\/www.cagbc.org\/#website","url":"https:\/\/www.cagbc.org\/","name":"Green Trading Council (GTC)","description":"Building our way forward.","publisher":{"@id":"https:\/\/www.cagbc.org\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.cagbc.org\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/www.cagbc.org\/#organization","name":"Canadian Green Building Council","url":"https:\/\/www.cagbc.org\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/","url":"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg","contentUrl":"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg","width":"1024","height":"1024","caption":"Canadian Green Building Council"},"image":{"@id":"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/"},"sameAs":["https:\/\/www.facebook.com\/CaGBC\/","https:\/\/twitter.com\/CAGBC","https:\/\/www.instagram.com\/cagbc\/","https:\/\/www.linkedin.com\/company\/cagbc\/","http:\/\/www.youtube.com\/user\/CaGBC\/"]}]}},"lang":"fr","translations":{"fr":5691,"en":5639},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_case_study\/5691"}],"collection":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_case_study"}],"about":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/types\/cagbc_case_study"}],"version-history":[{"count":0,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_case_study\/5691\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/media\/5648"}],"wp:attachment":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/media?parent=5691"}],"wp:term":[{"taxonomy":"cagbc_tx_rating_standard","embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_tx_rating_standard?post=5691"},{"taxonomy":"cagbc_tx_system_version","embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_tx_system_version?post=5691"},{"taxonomy":"cagbc_tx_building_type","embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_tx_building_type?post=5691"},{"taxonomy":"cagbc_tx_certification_level","embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_tx_certification_level?post=5691"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}