{"id":2993,"date":"2022-03-24T01:35:18","date_gmt":"2022-03-24T01:35:18","guid":{"rendered":"https:\/\/cagbcprod.wpengine.com\/?page_id=2993"},"modified":"2023-10-20T09:51:13","modified_gmt":"2023-10-20T13:51:13","slug":"politique-de-confidentialite","status":"publish","type":"page","link":"https:\/\/www.cagbc.org\/fr\/politique-de-confidentialite\/","title":{"rendered":"Politique de confidentialité"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\" id=\"apercu\">Aperçu<\/h2>\n\n\n\n<p>Deux lois fédérales assurent la protection des Canadiens en matière de confidentialité, la <em>Loi sur la protection des renseignements personnels <\/em>et la <em>Loi sur la protection des renseignements personnels et les documents électroniques (LPRPDE). <\/em>La LPRPDE est basée sur le code type sur la protection des renseignements personnels élaboré par l’Association canadienne de normalisation, qui a été incorporé dans la législation fédérale. Les organisations du Québec sont assujetties au droit sur la protection des renseignements personnels dans le secteur privé. La Commission d’accès à l’information est chargée d’en superviser l’application. <\/p>\n\n\n\n<p>Si vous avez des préoccupations concernant la vie privée ou la confidentialité de ce site, veuillez contacter :<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Par mail:<\/h4>\n\n\n\n<p>Responsable de la confidentialité<br>Conseil du bâtiment durable du Canada<br>100, rue Murray, bureau 400<br>Ottawa (Ontario) K1N 0A1<\/p>\n\n\n\n<p>télécopieur : 1-613-241-4782<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Par email:<\/h4>\n\n\n\n<p><a href=\"mailto:info@cagbc.org\">Soutien au CBDCa<\/a><\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"conditions-d-utilisation\">Conditions d’utilisation<\/h3>\n\n\n\n<p>L’utilisation du présent site Web est soumise aux conditions d’utilisation qui suivent&nbsp;:<\/p>\n\n\n\n<ul>\n<li>Le contenu des pages de ce site Web est offert à des fins d’information et d’utilisation générales uniquement. Il peut être modifié sans avis.<\/li>\n\n\n\n<li>Ce site Web contient du matériel dont nous sommes propriétaires ou pour lequel nous détenons une licence d’utilisation. Ce matériel comprend, sans s’y limiter, le design, la mise en page, l’aspect, l’apparence et les graphiques. La reproduction en est interdite, sauf conformément à l’avis de droit d’auteur qui fait partie des présentes conditions d’utilisation.<\/li>\n\n\n\n<li>Toutes les marques de commerce reproduites sur ce site Web, qui n’appartiennent pas à l’opérateur ou dont il n’a pas la licence, sont reconnues sur le site.<\/li>\n\n\n\n<li>De temps à autre, ce site Web peut également inclure des liens vers d’autres sites Web. Ces liens sont fournis pour votre commodité ou pour vous fournir un supplément d’information. Le fait de fournir ces liens ne signifie pas que nous approuvons le ou les sites Web en question. Nous ne sommes pas responsables du contenu de ces sites.<\/li>\n\n\n\n<li>Votre utilisation de ce site Web et tout litige découlant de cette utilisation sont soumis aux lois du Canada et de l’Ontario.<\/li>\n<\/ul>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"collecte-et-utilisation-des-donnees\">Collecte et utilisation des données<\/h3>\n\n\n\n<p>Le CBDCA ne collecte aucun renseignement personnel sur les visiteurs de ce site Web autre que ceux que vous avez spécifiquement fournis en toute connaissance de cause. Ces renseignements personnels ne seront pas transmis à une tierce partie, sauf s’il en est indiqué autrement au moment de la collecte ou si la loi l’exige.<\/p>\n\n\n\n<p>Nous recueillons les renseignements, y compris les renseignements personnels que vous nous fournissez volontairement lorsque vous communiquez avec nous ou lorsque vous utilisez les outils interactifs mis à votre disposition sur ce site Web. Nous pouvons utiliser vos renseignements personnels pour répondre à vos questions, pour vous fournir les informations que vous avez spécifiquement demandées ou pour vous demander un supplément d’information. Nous recueillons, utilisons et traitons également les renseignements que vous nous fournissez directement lorsque vous vous engagez dans l’une ou l’autre de nos activités, y compris, sans s’y limiter&nbsp;:&nbsp;<\/p>\n\n\n\n<ul>\n<li>lorsque vous vous abonnez à notre bulletin;<\/li>\n\n\n\n<li>lorsque vous vous inscrivez et\/ou assistez à un événement ou suivez des cours de formation reliés à un domaine d’intérêt particulier, en mode virtuel ou en personne;<\/li>\n\n\n\n<li>lorsque vous devenez membre ou que vous devenez une personne-ressource désignée ou un utilisateur autorisé de l’une de nos plateformes des membres;<\/li>\n\n\n\n<li>lorsque vous accédez à des produits ou achetez des produits par le biais de la boutique en ligne du CBDCA ou de MonCBDCA;<\/li>\n\n\n\n<li>lorsque vous contactez nos employés ou nos représentants par courriel, par téléphone ou en personne;<\/li>\n\n\n\n<li>lorsque vous manifestez un intérêt envers nos produits, services ou activités (par exemple, en participant à un événement) à l’un de nos employés ou représentants.<\/li>\n<\/ul>\n\n\n\n<p>Vous donnez votre consentement à la collecte, à l’utilisation et à la divulgation de vos renseignements personnels lorsque vous nous fournissez vos renseignements ou que vous utilisez nos produits et services ou vous vous engagez dans nos activités et vous acceptez de recevoir des communications électroniques pertinentes de notre part.<\/p>\n\n\n\n<p>Vous pouvez refuser ou retirer votre consentement à notre collecte, notre utilisation et notre divulgation de vos renseignements personnels en tout temps, en donnant un préavis raisonnable, sous réserve de toute exigence légale ou contractuelle. Toutefois, si le consentement est refusé ou retiré, il se peut que nous soyons incapables de vous donner accès à certains produits ou services.<\/p>\n\n\n\n<p>À tout moment, vous avez le droit de refuser de recevoir les communications futures. Si vous souhaitez qu’aucun courriel ne vous soit envoyé, vous pouvez vous désabonner en tout temps en suivant le lien approprié au bas de chaque communication ou en mettant vos préférences à jour dans votre compte MonCBDCA, ou encore en <a href=\"mailto:info@cagbc.org?subject=Unsubscribe\">envoyant un courriel<\/a> au CBDCA.<\/p>\n\n\n\n<p>Le CBDCA recueille et conserve des statistiques reliées au nombre de visites sur le site, aux dates et aux pages visitées, aux adresses des sites Web de référence, aux types de navigateurs utilisés et au nom de domaine ou à l’adresse de protocole Internet de l’initiateur. Ces renseignements sont gardés strictement confidentiels et ne sont utilisés qu’à des fins internes.<\/p>\n\n\n\n<p>En ce qui concerne les renseignements fournis au CBDCA par le biais de ce site Web, vous convenez que&nbsp;:<\/p>\n\n\n\n<ul>\n<li>le CBDCA n’a aucune obligation par rapport à ces renseignements;<\/li>\n\n\n\n<li>les renseignements ne sont pas confidentiels;<\/li>\n\n\n\n<li>le CBDCA peut utiliser, divulguer, distribuer ou copier les renseignements et peut utiliser tout concept, idée, ou savoir-faire contenu dans les renseignements pour quelque fin que ce soit;<\/li>\n\n\n\n<li>les renseignements sont véridiques et leur divulgation ne viole pas les droits légaux d’autrui.<\/li>\n<\/ul>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"acces-aux-donnees-a-des-tiers\">Accès aux données à des tiers<\/h3>\n\n\n\n<p>Le CBDCA ne divulguera ni ne vendra vos renseignements personnels à un tiers sauf si la loi l’exige, dans la mesure où cela est raisonnablement applicable.<\/p>\n\n\n\n<h5 class=\"wp-block-heading\" id=\"securite\">Sécurité<\/h5>\n\n\n\n<p>Nous prenons des mesures raisonnables pour protéger vos renseignements personnels lorsque vous les transmettez de votre ordinateur à notre site et pour protéger ces renseignements contre la perte, le mauvais usage, l’accès non autorisé, la divulgation, l’altération ou la destruction. Seuls les employés qui ont besoin de ces renseignements à des fins légitimes de l’organisation ont accès à ces renseignements et ils ont pour instruction de respecter les pratiques du CBDCA en matière de confidentialité.<\/p>\n\n\n\n<h5 class=\"wp-block-heading\" id=\"liens-vers-d-autres-sites-web\">Liens vers d’autres sites Web<\/h5>\n\n\n\n<p>Ce site peut contenir des liens ou des références à des sites Web. Veuillez noter que nous ne contrôlons pas les autres sites Web et que, en tout état de cause, la présente politique de confidentialité ne s’applique pas à ces sites. Les renseignements que vous fournissez à ces autres sites sont régis par leurs propres politiques de confidentialité.<\/p>\n\n\n\n<h5 class=\"wp-block-heading\" id=\"medias-sociaux\">Médias sociaux<\/h5>\n\n\n\n<p id=\"en-plus-du-site-web-le-cbdca-publie-du-contenu-en-ligne-sur-plusieurs-services-de-medias-sociaux-tels-que-facebook-twitter-instagram-linkedin-et-youtube-les-utilisateurs-du-site-web-peuvent-choisir-de-se-connecter-a-ce-contenu-par-le-biais-de-leurs-comptes-sur-des-reseaux-de-medias-sociaux-le-cas-echeant-ou-d-applications-la-presente-politique-de-confidentialite-ne-regit-pas-la-collecte-de-contenu-par-d-autres-sites-web-applications-reseaux-de-medias-sociaux-ou-autres-nos-utilisateurs-sont-tenus-de-se-conformer-aux-politiques-et-exigences-applicables-des-reseaux-de-medias-sociaux-ou-de-tout-autre-site-web-ou-application-utilise-en-lien-avec-le-cbdca\">En plus du site Web, le CBDCA publie du contenu en ligne sur plusieurs services de médias sociaux tels que Facebook, Twitter, Instagram, LinkedIn et YouTube. Les utilisateurs du site Web peuvent choisir de se connecter à ce contenu par le biais de leurs comptes sur des réseaux de médias sociaux, le cas échéant, ou d’applications. La présente politique de confidentialité ne régit pas la collecte de contenu par d’autres sites Web, applications, réseaux de médias sociaux ou autres. Nos utilisateurs sont tenus de se conformer aux politiques et exigences applicables des réseaux de médias sociaux ou de tout autre site Web ou application utilisé en lien avec le CBDCA.<\/p>\n\n\n\n<p id=\"en-soumettant-un-commentaire-ou-tout-autre-contenu-vous-et-votre-parent-tuteur-legal-si-vous-n-avez-pas-atteint-l-age-de-la-majorite-dans-votre-juridiction-de-residence-acceptez-d-etre-lie-aux-conditions-de-la-presente-politique-relative-aux-medias-sociaux\">En soumettant un commentaire ou tout autre contenu, vous (et votre parent\/tuteur légal si vous n’avez pas atteint l’âge de la majorité dans votre juridiction de résidence) acceptez d’être lié aux conditions de la présente politique relative aux médias sociaux.<\/p>\n\n\n\n<ol>\n<li>Nous ne pouvons pas surveiller chaque publication, mais nous nous réservons néanmoins le droit, à notre seule et absolue discrétion, de supprimer, d’éditer ou de modifier de toute autre manière un contenu qui ne respecte pas la présente politique relative aux médias sociaux, ainsi que les conditions et politiques de la plateforme concernée.<\/li>\n\n\n\n<li>On s’attend à ce que les personnes qui soumettent un commentaire ou un contenu fassent preuve de respect envers les autres. Le contenu que vous soumettez doit être approprié et ne pas être abusif ou autrement offensant. Cela comprend le contenu qui contient, décrit ou implique des injures, des caractérisations désobligeantes de tout groupe ethnique, racial, sexuel ou religieux; le contenu qui approuve ou tolère une activité ou un comportement illégal, inapproprié ou risqué; et\/ou tout autre contenu qui est ou pourrait être considéré comme inapproprié, inadapté ou offensant, le tout tel que déterminé par le CBDCA à sa seule et absolue discrétion.<\/li>\n\n\n\n<li> N’oubliez pas que le site Web et les canaux sociaux du CBDCA sont publics. Ne publiez pas ou ne soumettez pas de renseignements personnels.<\/li>\n\n\n\n<li>Lorsque vous publiez du contenu, respectez les lois sur la propriété intellectuelle. En publiant et\/ou en soumettant du contenu, vous (et votre parent\/tuteur légal si vous n’avez pas atteint l’âge de la majorité dans votre juridiction de résidence) déclarez que vous avez le droit de partager les éléments de votre contenu soumis, y compris (mais sans s’y limiter) les marques de commerce et les éléments protégés par le droit d’auteur.<\/li>\n\n\n\n<li>Les commentaires ou opinions exprimés sont ceux de leurs contributeurs respectifs uniquement. Nous ne sommes pas responsables du contenu publié par les contributeurs et déclinons toute responsabilité à cet égard.<\/li>\n\n\n\n<li>En plus des droits que vous conférez au CBDCA, et\/ou en vertu d’une plateforme de médias sociaux (comme Facebook, Twitter, LinkedIn, etc.), vous (et votre parent ou tuteur légal si vous n’avez pas atteint l’âge de la majorité dans votre juridiction de résidence) accordez par les présentes au CBDCA et à ses sociétés affiliées, à perpétuité, une licence mondiale, libre de redevances et non exclusive leur permettant de publier, d’afficher, de reproduire, de modifier, d’éditer ou d’utiliser autrement le contenu que vous soumettez (dans n’importe quel format ou média) et vous renoncez à tous les droits moraux relatifs au contenu que vous soumettez en faveur du CBDCA et de toute personne autorisée par le CBDCA à reproduire ou à utiliser autrement le contenu soumis. Cela inclut le droit d’utiliser les idées que vous soumettez (y compris les idées de produits, de services ou de campagnes de marketing) de la manière que nous choisissons, sans aucune obligation envers vous.<\/li>\n\n\n\n<li>Tout matériel considéré comme contenant de la publicité, des pourriels ou du courrier indésirable, ou des références à d’autres sites Web, sera retiré à notre seule et absolue discrétion.<\/li>\n\n\n\n<li>Vous (et votre parent ou tuteur légal si vous n’avez pas atteint l’âge de la majorité dans votre juridiction de résidence) convenez par la présente de dégager de toute responsabilité le CBDCA, ses sociétés affiliées et chacun de leurs agents, employés, administrateurs, successeurs et ayants droit respectifs à l’égard de toute réclamation fondée sur le contenu que vous publiez et\/ou soumettez, y compris (mais sans s’y limiter) les réclamations fondées sur les droits de publicité, la diffamation, l’atteinte à la vie privée, la violation des droits d’auteur, la violation des marques ou tout autre motif lié à la propriété intellectuelle.<\/li>\n<\/ol>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"courriel-internet\">Courriel Internet<\/h3>\n\n\n\n<p>N’hésitez pas à utiliser les adresses électroniques fournies sur ce site Web. Notez toutefois que l’Internet n’est pas un médium entièrement sécurisé et qu’il est possible qu’une communication soit perdue, interceptée ou modifiée. Le CBDCA n’est pas responsable des dommages liés aux communications à destination ou en provenance de ce site Web.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"site-web-du-cbdca\">Site Web du CBDCA<\/h3>\n\n\n\n<p><em>Utilisation de «&nbsp;témoins&nbsp;»<\/em><\/p>\n\n\n\n<p>Le site Web du CBDCA utilise un outil Internet appelé témoin de «&nbsp;session&nbsp;». Les témoins sont de petits fichiers de données que nous envoyons à votre navigateur pour améliorer votre expérience d’utilisateur. Nous les utilisons pour savoir que vous avez ouvert une session et pour vous éviter d’avoir à saisir continuellement votre nom d’utilisateur et votre mot de passe lorsque vous vous déplacez sur le site. Ce témoin est supprimé dès que vous fermez votre session ou votre navigateur.<\/p>\n\n\n\n<p><em>Suivi des adresses IP<\/em><\/p>\n\n\n\n<p>Une adresse IP (Internet Protocol Address) est un identifiant numérique qui est automatiquement attribué à votre ordinateur lorsque vous utilisez l’Internet. Les serveurs Web – les ordinateurs qui «&nbsp;assurent le service&nbsp;» des pages Web – identifient votre ordinateur par son adresse IP. Nous recueillons les adresses IP à des fins d’administration du système et pour divulguer des données agrégées afin de vérifier l’utilisation de notre site. Normalement, nous ne lions pas les adresses IP à des éléments d’identification personnelle, ce qui signifie que la session d’un utilisateur sera enregistrée, mais que l’utilisateur restera anonyme. Nous pouvons utiliser et nous utiliserons les adresses IP pour identifier un utilisateur lorsque cela est jugé nécessaire pour faire respecter nos conditions d’utilisation et notre contrat de licence ou pour protéger notre service, notre site, nos clients ou d’autres personnes.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"droit-d-auteur\">Droit d’auteur<\/h3>\n\n\n\n<p>Toute l’information contenue dans le site Web du Conseil du bâtiment durable du Canada, cagbc.org, est la propriété du Conseil du bâtiment durable du Canada. Aucune partie de cette information ne peut être reproduite, stockée ou transmise sous quelque forme ou par quelque moyen que ce soit sans l’autorisation écrite du CBDCA, sauf dans les cas mentionnés ci-dessous&nbsp;:<\/p>\n\n\n\n<p>Le CBDCA accorde à des personnes la permission de télécharger ou d’imprimer de l’information provenant de notre site à des fins non commerciales uniquement. Toute personne peut reproduire de courts extraits de rapports et de publications du CBDCA à la condition de reconnaître pleinement la source et les auteurs des documents en question. Par courtoisie, il y aurait lieu d’obtenir le consentement des auteurs de ces documents.<\/p>\n\n\n\n<p>Pour tout autre type de reproduction, comme la reproduction à des fins de distribution générale, de publicité, de promotion ou de revente, il faudra communiquer avec le <a href=\"mailto:media@cagbc.org\">CBDCA par courriel<\/a> afin de prendre les dispositions nécessaires.&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Aperçu Deux lois fédérales assurent la protection des Canadiens en matière de confidentialité,&hellip;<\/p>\n","protected":false},"author":17,"featured_media":0,"parent":0,"menu_order":11,"comment_status":"closed","ping_status":"open","template":"","meta":{"inline_featured_image":false,"_genesis_hide_title":false,"_genesis_hide_breadcrumbs":false,"_genesis_hide_singular_image":false,"_genesis_hide_footer_widgets":false,"_genesis_custom_body_class":"","_genesis_custom_post_class":"","_genesis_layout":"","footnotes":""},"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v21.9 (Yoast SEO v21.9) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Politique de confidentialité - Canada Green Building Council (CAGBC)<\/title>\n<meta name=\"description\" content=\"Aperçu Deux lois fédérales assurent la protection des Canadiens en matière de confidentialité, la Loi sur la protection des renseignements personnels et\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.cagbc.org\/fr\/politique-de-confidentialite\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Politique de confidentialité\" \/>\n<meta property=\"og:description\" content=\"Aperçu Deux lois fédérales assurent la protection des Canadiens en matière de confidentialité, la Loi sur la protection des renseignements personnels et\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.cagbc.org\/fr\/politique-de-confidentialite\/\" \/>\n<meta property=\"og:site_name\" content=\"Canada Green Building Council (CAGBC)\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/CaGBC\/\" \/>\n<meta property=\"article:modified_time\" content=\"2023-10-20T13:51:13+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@CAGBC\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"10 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.cagbc.org\/fr\/politique-de-confidentialite\/\",\"url\":\"https:\/\/www.cagbc.org\/fr\/politique-de-confidentialite\/\",\"name\":\"Politique de confidentialité - Canada Green Building Council (CAGBC)\",\"isPartOf\":{\"@id\":\"https:\/\/www.cagbc.org\/#website\"},\"datePublished\":\"2022-03-24T01:35:18+00:00\",\"dateModified\":\"2023-10-20T13:51:13+00:00\",\"description\":\"Aperçu Deux lois fédérales assurent la protection des Canadiens en matière de confidentialité, la Loi sur la protection des renseignements personnels et\",\"breadcrumb\":{\"@id\":\"https:\/\/www.cagbc.org\/fr\/politique-de-confidentialite\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.cagbc.org\/fr\/politique-de-confidentialite\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.cagbc.org\/fr\/politique-de-confidentialite\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.cagbc.org\/fr\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Politique de confidentialité\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.cagbc.org\/#website\",\"url\":\"https:\/\/www.cagbc.org\/\",\"name\":\"Canada Green Building Council (CAGBC)\",\"description\":\"Building our way forward.\",\"publisher\":{\"@id\":\"https:\/\/www.cagbc.org\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.cagbc.org\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/www.cagbc.org\/#organization\",\"name\":\"Canadian Green Building Council\",\"url\":\"https:\/\/www.cagbc.org\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg\",\"contentUrl\":\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg\",\"width\":\"1024\",\"height\":\"1024\",\"caption\":\"Canadian Green Building Council\"},\"image\":{\"@id\":\"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/\"},\"sameAs\":[\"https:\/\/www.facebook.com\/CaGBC\/\",\"https:\/\/twitter.com\/CAGBC\",\"https:\/\/www.instagram.com\/cagbc\/\",\"https:\/\/www.linkedin.com\/company\/cagbc\/\",\"http:\/\/www.youtube.com\/user\/CaGBC\/\"]}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Politique de confidentialité - Canada Green Building Council (CAGBC)","description":"Aperçu Deux lois fédérales assurent la protection des Canadiens en matière de confidentialité, la Loi sur la protection des renseignements personnels et","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.cagbc.org\/fr\/politique-de-confidentialite\/","og_locale":"en_US","og_type":"article","og_title":"Politique de confidentialité","og_description":"Aperçu Deux lois fédérales assurent la protection des Canadiens en matière de confidentialité, la Loi sur la protection des renseignements personnels et","og_url":"https:\/\/www.cagbc.org\/fr\/politique-de-confidentialite\/","og_site_name":"Canada Green Building Council (CAGBC)","article_publisher":"https:\/\/www.facebook.com\/CaGBC\/","article_modified_time":"2023-10-20T13:51:13+00:00","twitter_card":"summary_large_image","twitter_site":"@CAGBC","twitter_misc":{"Est. reading time":"10 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.cagbc.org\/fr\/politique-de-confidentialite\/","url":"https:\/\/www.cagbc.org\/fr\/politique-de-confidentialite\/","name":"Politique de confidentialité - Canada Green Building Council (CAGBC)","isPartOf":{"@id":"https:\/\/www.cagbc.org\/#website"},"datePublished":"2022-03-24T01:35:18+00:00","dateModified":"2023-10-20T13:51:13+00:00","description":"Aperçu Deux lois fédérales assurent la protection des Canadiens en matière de confidentialité, la Loi sur la protection des renseignements personnels et","breadcrumb":{"@id":"https:\/\/www.cagbc.org\/fr\/politique-de-confidentialite\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.cagbc.org\/fr\/politique-de-confidentialite\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.cagbc.org\/fr\/politique-de-confidentialite\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.cagbc.org\/fr\/"},{"@type":"ListItem","position":2,"name":"Politique de confidentialité"}]},{"@type":"WebSite","@id":"https:\/\/www.cagbc.org\/#website","url":"https:\/\/www.cagbc.org\/","name":"Canada Green Building Council (CAGBC)","description":"Building our way forward.","publisher":{"@id":"https:\/\/www.cagbc.org\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.cagbc.org\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/www.cagbc.org\/#organization","name":"Canadian Green Building Council","url":"https:\/\/www.cagbc.org\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/","url":"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg","contentUrl":"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg","width":"1024","height":"1024","caption":"Canadian Green Building Council"},"image":{"@id":"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/"},"sameAs":["https:\/\/www.facebook.com\/CaGBC\/","https:\/\/twitter.com\/CAGBC","https:\/\/www.instagram.com\/cagbc\/","https:\/\/www.linkedin.com\/company\/cagbc\/","http:\/\/www.youtube.com\/user\/CaGBC\/"]}]}},"lang":"fr","translations":{"fr":2993,"en":3},"featured_image_src":null,"featured_image_src_square":null,"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/pages\/2993"}],"collection":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/users\/17"}],"replies":[{"embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/comments?post=2993"}],"version-history":[{"count":0,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/pages\/2993\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/media?parent=2993"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}