{"id":1574,"date":"2020-09-03T13:31:00","date_gmt":"2020-09-03T13:31:00","guid":{"rendered":"https:\/\/cagbcprod.wpengine.com\/?post_type=cagbc_case_study&#038;p=1574"},"modified":"2023-12-22T08:14:48","modified_gmt":"2023-12-22T13:14:48","slug":"perkins_will","status":"publish","type":"cagbc_case_study","link":"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/perkins_will\/","title":{"rendered":"110 Yonge Street – Perkins and Will"},"content":{"rendered":"\n<div class=\"wp-block-group alignwide is-layout-constrained wp-block-group-is-layout-constrained\">\n<h2 class=\"wp-block-heading\" id=\"110-yonge-street-perkins-and-will-designs-for-sustainability-inclusivity-health-and-well-being\">110 Yonge Street: Perkins and Will designs for sustainability, inclusivity, health and well-being<\/h2>\n\n\n\n<p>As a global design firm with more than 80 years of experience creating beautiful, uplifting spaces, Perkins and Will prioritizes the integration of sustainability and people-centric elements into its work. The redesign of its office space in the Canada Trust Building at 110 Yonge St. in Toronto, provided an opportunity to communicate the firm’s values in a tangible way. This desire led the company to pursue and achieve the Leadership in Energy and Environmental Design (LEED) Interior Design and Construction (ID+C): Commercial Interiors certification. The result is a space that reflects the firm: diverse, creative, and curious.<\/p>\n\n\n\n<p>Originally built in 1967, the Canada Trust Building is an imposing 19-storey tower of concrete and glass standing at the corner of Yonge and Adelaide. Located on the 12th floor, Perkins and Will’s new office makes strategic use of the older base structure. Within the walls, the space is designed to be a living “laboratory,” able to fuel design innovation and excellence. The office also addresses more programmatic needs, while prioritizing wellness, inclusivity, and sustainability.<\/p>\n\n\n\n<p>To achieve inclusivity, more than 50 per cent of the studio space is dedicated for use by the broader design community. There is space for experimentation and research, as well as a forum designed for discussions with clients and the community. A gallery provides an opportunity for the firm to showcase its work.<\/p>\n\n\n\n<p>The redesign exemplifies the “Living Design” philosophy that Perkins and Will brings to each project, a philosophy that sees sustainability as one of several interconnected parts of a greater, more meaningful whole.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-group alignfull has-cloud-white-color has-charcoal-grey-background-color has-text-color has-background has-link-color wp-elements-814282d0a126b4406b9cd2f95c4c7fa7 is-layout-constrained wp-block-group-is-layout-constrained\"><h3 class=\"spacing-bottom-3\">Project Team<\/h3><div class=\"wp-custom-grid wp-custom-grid--three-col\"><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Project Owner<\/dt><dd>Perkins and Will<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Sustainability Consultant<\/dt><dd>Perkins and Will<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Architect<\/dt><dd>Perkins and Will<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Mechanical Engineer<\/dt><dd>Smith + Andersen<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Electrical Engineer<\/dt><dd>Mulvey and Banani<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Commissioning Authority<\/dt><dd>The Aquila Group<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>CaGBC members involved<\/dt><dd>Perkins and Will, Mulvey &#038; Banani, Smith + Andersen<\/dd><\/dl><\/div><\/div>\n\n\n\n<div class=\"wp-block-group alignwide is-layout-constrained wp-block-group-is-layout-constrained\">\n<h3 class=\"wp-block-heading\" id=\"inspiring-a-culture-of-design\">Inspiring a culture of design<\/h3>\n\n\n\n<p>Perkins and Will’s studio represents a transformation not only of a workplace but of a design environment and culture. The project started with a relocation driven by three goals: prioritizing sustainable access for employees and visitors, strengthening connections to the city’s design culture, and showcasing the firm’s commitment to green design.<\/p>\n\n\n\n<p>Before even settling on a new address, Perkins and Will started the analysis that would shape the new office space, including visioning, interviews, piloting, and prototyping work.<\/p>\n\n\n\n<p>The project team’s efforts yielded a new design that eliminates private offices and assigned seating, accommodating 85 employees at 60 workstations. While reducing the overall footprint by 25 per cent, the approach also increased the space’s flexibility, creating more capacity for staff and visitors and doubling the non-desk seats for collaborative work. Different sized meeting rooms, classroom space, and an expanded model shop were added as part of the project.<\/p>\n\n\n\n<p>At the heart of the studio is a new, finely crafted millwork chassis that defines three flexible spaces within the plan. Integrating glazing, storage and display space, the chassis acts as a spatial threshold and as a showcase for the firm’s work and design process.<\/p>\n\n\n\n<p>The result is an inspiring environment that fosters collaboration, community, and culture.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-cover alignfull is-light\"><span aria-hidden=\"true\" class=\"wp-block-cover__background has-background-dim\"><\/span><img loading=\"lazy\" decoding=\"async\" width=\"1200\" height=\"300\" class=\"wp-block-cover__image-background wp-image-2193\" alt=\"\" src=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/09\/pw_flex_space_1200x300.jpg\" data-object-fit=\"cover\" srcset=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/09\/pw_flex_space_1200x300.jpg 1200w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/09\/pw_flex_space_1200x300-300x75.jpg 300w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/09\/pw_flex_space_1200x300-1024x256.jpg 1024w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/09\/pw_flex_space_1200x300-768x192.jpg 768w\" sizes=\"(max-width: 1200px) 100vw, 1200px\" \/><div class=\"wp-block-cover__inner-container is-layout-flow wp-block-cover-is-layout-flow\">\n<p class=\"has-text-align-center has-large-font-size\"><\/p>\n<\/div><\/div>\n\n\n\n<div class=\"wp-block-group alignwide is-layout-constrained wp-block-group-is-layout-constrained\">\n<h3 class=\"wp-block-heading\" id=\"leed-v4-a-key-priority\">LEED v4: A key priority<\/h3>\n\n\n\n<p>As an interdisciplinary firm working at the forefront of sustainable design, Perkins and Will strongly supports the idea that designers should be accountable for the impacts their design choices have on the environment and occupant health and wellbeing. As a result, the firm advocates for LEED certification in all projects – with its studio being no different.<\/p>\n\n\n\n<p>From the outset, LEED v4 ID+C certification was a key priority. LEED requirements informed the firm’s choice of location, the overall design strategy, and the selection of materials, furnishings, and equipment.<\/p>\n\n\n\n<p>“Through experience, LEED has been the most consistent rating system that provides a structure for the integration of sustainability and wellness into the design process. Pursuing LEED has provided us with access to helpful tools, combined with the guidance of LEED coaches, that contribute to the success of achieving our sustainability goals,” says Zeina Elali, Senior Sustainability Advisor.<\/p>\n\n\n\n<p>The timing of the project presented an opportunity for both the Perkins and Will team and its subcontractors to get familiarized with the requirements for LEED v4 and the LEED v4.1 Beta. The firm also leveraged the LEED v4 ID+C certification to streamline internal processes specific to its growing corporate interiors practice and to create a tailored approach to design and documentation that reflects the pace and needs of this market sector.<\/p>\n\n\n\n<p>Beginning with clearly defined goals and leveraging LEED’s structured approach, the Perkins and Will team was able to anticipate and proactively address the learning curve that LEED v4 certification required. The process challenged and advanced the goals the project team set for the redesign, and drove greater collaboration among the consultants and contractors, demanding a truly integrative approach. Also, the process ensured all decisions were viewed under a sustainability lens to keep the project focused on achieving its goals.<\/p>\n\n\n\n<p>For Perkins and Will, the third-party review provided as part of the LEED certification process added verification that the design met the intent of Perkins and Will’s goals, with the firm utilizing LEED Coaches as a resource to fully understand the new requirements of the LEED v4 rating system.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-cover alignfull has-parallax is-style-banner-ads\"><span aria-hidden=\"true\" class=\"wp-block-cover__background has-tree-green-background-color has-background-dim-100 has-background-dim\"><\/span><div role=\"img\" class=\"wp-block-cover__image-background wp-image-827 has-parallax\" style=\"background-position:50% 50%;background-image:url(https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/12\/gurpreet-singh-Yupt0-fHaEE-unsplash-scaled.jpg)\"><\/div><div class=\"wp-block-cover__inner-container is-layout-flow wp-block-cover-is-layout-flow\">\n<p class=\"has-text-align-center has-large-font-size\">100 per cent of the materials used within the new space are low-emitting, and 36 per cent are comprised of local, recycled, bio-based or reusable content, or are sourced from manufacturers who provide a take-back program.<\/p>\n<\/div><\/div>\n\n\n\n<div class=\"wp-block-group alignwide is-layout-constrained wp-block-group-is-layout-constrained\">\n<h3 class=\"wp-block-heading\" id=\"making-deliberate-choices\">Making deliberate choices<\/h3>\n\n\n\n<p>From the project start, the LEED v4 scorecard provided a structured conversation to define the project’s sustainability goals under the certification categories. These goals guided the project’s strategic plan, which helped align the project leads, consultants, and the landlord. Weekly conversations with contractors ensured construction remained consistent with the goals, and that information was shared promptly. Team members had to understand their role and the significance of their contributions within the larger process, resulting in a more integrated process.<\/p>\n\n\n\n<p>Given Perkins and Will’s focus on sustainable design, the project included initiatives that are table stakes for the firm, as every Perkins and Will project must:<\/p>\n\n\n\n<ul>\n<li>Maximize energy reductions;<\/li>\n\n\n\n<li>Meet a minimum for lighting power and water use reduction;<\/li>\n\n\n\n<li>Specify materials with recycled and regional content and are low-emitting;<\/li>\n\n\n\n<li>Use Forest Stewardship Council certified wood;<\/li>\n\n\n\n<li>Divert a minimum of 90 per cent of construction and demolition waste, and<\/li>\n\n\n\n<li>Maintain carbon-neutral operations through carbon offsets.<\/li>\n<\/ul>\n\n\n\n<p>To prioritize transparency around healthy building materials and screen for toxic substances, Perkins and Will conducts a&nbsp;<a href=\"https:\/\/transparency.perkinswill.com\/\" target=\"_blank\" rel=\"noreferrer noopener\">Precautionary List<\/a>&nbsp;review on all projects. This process enables them to screen any products used against a list of over 50 chemicals known to have negative impacts on both people and planet, which they applied to screen their own office.<\/p>\n\n\n\n<p>Perkins and Will made energy efficiency a priority. Of the equipment purchased for the project, 98 per cent was ENERGY STAR rated. Perkins and Will also installed meters to help measure and manage energy and water use and to understand the most significant sources of consumption. Further, the firm sought environmental product declarations (EPD) and health product declarations (HPD) for materials it used and evaluated most for sustainable and responsible extraction practices. As such, the project successfully achieved optimization of key Building Product Disclosure and Optimization (BPDO) credits including BPDO – Sourcing of Raw Materials, Option 2: Leadership Extraction Practices. This credit demonstrates responsible extraction of materials. This required manufacturers to provide product details, including for those not commonly requested by project teams. At the time of the project, it was a challenge to obtain information about materials to the level of detail and accuracy needed to achieve BPDO credits, with frequent back and forth with suppliers in order to obtain the necessary documentation.<\/p>\n\n\n\n<p>To reduce new product purchases for the studio, the firm reused furnishings from its previous office, including task chairs, meeting room furniture, bike racks, and height-adjustable desks. As a result of requiring EPDs, HPDs and reuse strategies, 100 per cent of the materials used within the new space are low-emitting, and 36 per cent are comprised of local, recycled, bio-based or reusable content, or are sourced from manufacturers who provide a take-back program.<\/p>\n\n\n\n<p>Perkins and Will’s sustainable approach to the project can also be seen in the way the design utilizes the base building. The firm made the strategic choice to relocate to an older building with a 35:65 window-to-wall ratio, representing a more responsibly glazed envelope in a marketplace that increasingly favours all-glass envelopes. As well, the design makes use of the building’s existing structure, by removing previous finishes and exposing and displaying the base building’s waffle slab ceiling and concrete floors. This usage of the base building materials for the ceiling and floor finishes enabled the project team to reduce the overall materials needed. Perkins and Will took advantage of washroom renovations the building landlord had planned during the redesign project to integrate ultra low-flow and low-flush fixtures, contributing to a 40 per cent reduction in water use.<\/p>\n\n\n\n<p>The firm also purchased carbon offsets and green power for 100 per cent of the Toronto studio’s operations over the next five years and intends to extend this, ensuring that the office is carbon neutral. These initiatives together demonstrate Perkins and Will’s commitment to lower-impact, higher-performing design.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-cover alignfull is-light\"><span aria-hidden=\"true\" class=\"wp-block-cover__background has-background-dim\"><\/span><img loading=\"lazy\" decoding=\"async\" width=\"1200\" height=\"300\" class=\"wp-block-cover__image-background wp-image-2192\" alt=\"\" src=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/09\/pw_office_space_1200x300.jpg\" data-object-fit=\"cover\" srcset=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/09\/pw_office_space_1200x300.jpg 1200w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/09\/pw_office_space_1200x300-300x75.jpg 300w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/09\/pw_office_space_1200x300-1024x256.jpg 1024w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/09\/pw_office_space_1200x300-768x192.jpg 768w\" sizes=\"(max-width: 1200px) 100vw, 1200px\" \/><div class=\"wp-block-cover__inner-container is-layout-flow wp-block-cover-is-layout-flow\">\n<p class=\"has-text-align-center has-large-font-size\"><\/p>\n<\/div><\/div>\n\n\n\n<div class=\"wp-block-group alignwide is-layout-constrained wp-block-group-is-layout-constrained\">\n<h3 class=\"wp-block-heading\" id=\"incorporating-sustainability-into-every-decision\">Incorporating sustainability into every decision<\/h3>\n\n\n\n<p>Perkins and Will’s new studio emphasizes the firm’s focus on employee health and wellness, beginning with the selection of a location that increased access to healthy food options and green space, and encouraged active transportation.<\/p>\n\n\n\n<p>The project incorporated biophilic design strategies to support and improve employee well-being and productivity, with lush plants and a variety of lighting styles throughout the space to help bring nature into a dense downtown location. To maximize access to daylight and views and to connect employees to the surrounding city, all regularly occupied spaces are located along the building perimeter, and the studio’s open floorplate reduces obstructions to create open spaces that also allow for greater interaction and collaboration.<\/p>\n\n\n\n<p>Workstations – which are deliberately not assigned to anyone – feature sit\/stand desks and fully adjustable monitor arms, along with a range of furniture styles selected with input from an ergonomist. This investment serves to enhance employee comfort and provide a variety of working conditions to satisfy diverse needs. Interestingly, the provision of unassigned seating, coupled with a reduction in waste and recycling bins throughout the studio, has also had a significant impact on employee behaviour in terms of the amount of garbage, printing, and even recycling that the office accumulates.<\/p>\n\n\n\n<p>A wellness room and the addition of an accessible washroom and shower make the office more accessible for all, while a healthy catering program and green cleaning policy extend wellness into operations. Further, the firm’s prioritization of low-emitting materials also ensures that employees come into contact with fewer potentially harmful volatile organic compounds.<\/p>\n\n\n\n<p>To better understand transit needs among staff, Perkins and Will conducted a survey that made it clear that employees value sustainable transportation methods. The firm acted on this feedback to convert two below-grade parking spaces into caged and secure bike parking for staff, encouraging employees to be active and healthy while also reducing carbon footprint. Notably, the move to the new central studio location has resulted in a 50 per cent increase in the number of employees walking or biking to work.<\/p>\n\n\n\n<p>For Perkins and Will, these initiatives flow from a desire to put sustainability at the heart of the project, with the LEED certification process helping to guide the realization of that goal.<\/p>\n\n\n\n<p>“LEED certification proved to us that sustainable design is most successful when clear goals are set from the start, and everyone on the team is aligned and engaged early,” says Jon Loewen, Senior Architect on the project. “This allowed the entire team, including consultants and contractors, to make sustainability part of every decision. Some may treat sustainability as an add-on to projects, but we’ve demonstrated that it is an integral part of a good design process.”<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-group is-layout-flow wp-block-group-is-layout-flow\">\n<blockquote class=\"wp-block-quote\">\n<p><strong>LEED has been the most consistent rating system that provides structure for the integration of sustainability and wellness into the design process. Pursuing LEED has provided us with access to helpful tools, combined with the guidance of LEED coaches, that contribute to the success of achieving our sustainability goals.<\/strong><\/p>\n\n\n\n<p><\/p>\n<cite>– Zeina Elali, Senior Sustainability Advisor<\/cite><\/blockquote>\n<\/div>\n\n\n\n<div class=\"wp-block-group alignwide is-layout-constrained wp-block-group-is-layout-constrained\">\n<figure class=\"wp-block-image aligncenter size-full\"><img loading=\"lazy\" decoding=\"async\" width=\"214\" height=\"214\" src=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/LEED_Certified_Certified_Web.png\" alt=\"\" class=\"wp-image-2225\" srcset=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/LEED_Certified_Certified_Web.png 214w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/LEED_Certified_Certified_Web-150x150.png 150w\" sizes=\"(max-width: 214px) 100vw, 214px\" \/><\/figure>\n\n\n\n<h3 class=\"wp-block-heading has-text-align-center has-tree-green-color has-text-color has-h-8-font-size\" id=\"leed-score-card\">LEED SCORE CARD<\/h3>\n\n\n\n<figure class=\"wp-block-table\"><table class=\"has-fixed-layout\"><thead><tr><th class=\"has-text-align-left\" data-align=\"left\">Certification Level<\/th><th class=\"has-text-align-left\" data-align=\"left\">Rating System<\/th><th class=\"has-text-align-left\" data-align=\"left\">Total Points earned<\/th><th class=\"has-text-align-left\" data-align=\"left\">Others<\/th><\/tr><\/thead><tbody><tr><td class=\"has-text-align-left\" data-align=\"left\">Gold<\/td><td class=\"has-text-align-left\" data-align=\"left\">LEED v4 ID+C: Commercial Interiors<\/td><td class=\"has-text-align-left\" data-align=\"left\">68<\/td><td class=\"has-text-align-left\" data-align=\"left\">Fitwel 2-Star Certification<\/td><\/tr><\/tbody><\/table><\/figure>\n<\/div>\n\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>110 Yonge Street: Perkins and Will designs for sustainability, inclusivity, health and well-being&hellip;<\/p>\n","protected":false},"featured_media":2194,"template":"","meta":{"inline_featured_image":false,"_genesis_hide_title":false,"_genesis_hide_breadcrumbs":false,"_genesis_hide_singular_image":false,"_genesis_hide_footer_widgets":false,"_genesis_custom_body_class":"","_genesis_custom_post_class":"","_genesis_layout":""},"cagbc_tx_rating_standard":[430,34],"cagbc_tx_system_version":[45],"cagbc_tx_building_type":[62],"cagbc_tx_certification_level":[52],"acf":{"street_address":"","city":"Toronto","province":"Ontario","downloads":false,"related_links":false,"rating_systemstandard":[{"term_id":430,"name":"LEED","slug":"leed","term_group":0,"term_taxonomy_id":430,"taxonomy":"cagbc_tx_rating_standard","description":"","parent":0,"count":111,"filter":"raw","meta":[]},{"term_id":34,"name":"LEED v4","slug":"leed-v4","term_group":0,"term_taxonomy_id":34,"taxonomy":"cagbc_tx_rating_standard","description":"","parent":0,"count":99,"filter":"raw","meta":[]}],"system_version":[{"term_id":45,"name":"ID+C","slug":"leed-idc","term_group":0,"term_taxonomy_id":45,"taxonomy":"cagbc_tx_system_version","description":"","parent":0,"count":14,"filter":"raw","meta":[]}],"certification_level":[{"term_id":52,"name":"Gold","slug":"gold","term_group":0,"term_taxonomy_id":52,"taxonomy":"cagbc_tx_certification_level","description":"","parent":0,"count":27,"filter":"raw","meta":[]}],"building_type":[{"term_id":62,"name":"Office","slug":"office","term_group":0,"term_taxonomy_id":62,"taxonomy":"cagbc_tx_building_type","description":"","parent":0,"count":37,"filter":"raw","meta":[]}],"alt_thumb":false},"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v21.9 (Yoast SEO v21.9) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>110 Yonge Street – Perkins and Will - Canada Green Building Council (CAGBC)<\/title>\n<meta name=\"description\" content=\"110 Yonge Street: Perkins and Will designs for sustainability, inclusivity, health and well-being As a global design firm with more than 80 years of\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/perkins_will\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"110 Yonge Street – Perkins and Will\" \/>\n<meta property=\"og:description\" content=\"110 Yonge Street: Perkins and Will designs for sustainability, inclusivity, health and well-being As a global design firm with more than 80 years of\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/perkins_will\/\" \/>\n<meta property=\"og:site_name\" content=\"Canada Green Building Council (CAGBC)\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/CaGBC\/\" \/>\n<meta property=\"article:modified_time\" content=\"2023-12-22T13:14:48+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/09\/pw_banner_1200x300.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1200\" \/>\n\t<meta property=\"og:image:height\" content=\"300\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@CAGBC\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"10 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/perkins_will\/\",\"url\":\"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/perkins_will\/\",\"name\":\"110 Yonge Street – Perkins and Will - Canada Green Building Council (CAGBC)\",\"isPartOf\":{\"@id\":\"https:\/\/www.cagbc.org\/#website\"},\"datePublished\":\"2020-09-03T13:31:00+00:00\",\"dateModified\":\"2023-12-22T13:14:48+00:00\",\"description\":\"110 Yonge Street: Perkins and Will designs for sustainability, inclusivity, health and well-being As a global design firm with more than 80 years of\",\"breadcrumb\":{\"@id\":\"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/perkins_will\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/perkins_will\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/perkins_will\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.cagbc.org\/fr\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Case Studies\",\"item\":\"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"110 Yonge Street – Perkins and Will\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.cagbc.org\/#website\",\"url\":\"https:\/\/www.cagbc.org\/\",\"name\":\"Canada Green Building Council (CAGBC)\",\"description\":\"Building our way forward.\",\"publisher\":{\"@id\":\"https:\/\/www.cagbc.org\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.cagbc.org\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/www.cagbc.org\/#organization\",\"name\":\"Canadian Green Building Council\",\"url\":\"https:\/\/www.cagbc.org\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg\",\"contentUrl\":\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg\",\"width\":\"1024\",\"height\":\"1024\",\"caption\":\"Canadian Green Building Council\"},\"image\":{\"@id\":\"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/\"},\"sameAs\":[\"https:\/\/www.facebook.com\/CaGBC\/\",\"https:\/\/twitter.com\/CAGBC\",\"https:\/\/www.instagram.com\/cagbc\/\",\"https:\/\/www.linkedin.com\/company\/cagbc\/\",\"http:\/\/www.youtube.com\/user\/CaGBC\/\"]}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"110 Yonge Street – Perkins and Will - Canada Green Building Council (CAGBC)","description":"110 Yonge Street: Perkins and Will designs for sustainability, inclusivity, health and well-being As a global design firm with more than 80 years of","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/perkins_will\/","og_locale":"en_US","og_type":"article","og_title":"110 Yonge Street – Perkins and Will","og_description":"110 Yonge Street: Perkins and Will designs for sustainability, inclusivity, health and well-being As a global design firm with more than 80 years of","og_url":"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/perkins_will\/","og_site_name":"Canada Green Building Council (CAGBC)","article_publisher":"https:\/\/www.facebook.com\/CaGBC\/","article_modified_time":"2023-12-22T13:14:48+00:00","og_image":[{"width":1200,"height":300,"url":"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/09\/pw_banner_1200x300.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_site":"@CAGBC","twitter_misc":{"Est. reading time":"10 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/perkins_will\/","url":"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/perkins_will\/","name":"110 Yonge Street – Perkins and Will - Canada Green Building Council (CAGBC)","isPartOf":{"@id":"https:\/\/www.cagbc.org\/#website"},"datePublished":"2020-09-03T13:31:00+00:00","dateModified":"2023-12-22T13:14:48+00:00","description":"110 Yonge Street: Perkins and Will designs for sustainability, inclusivity, health and well-being As a global design firm with more than 80 years of","breadcrumb":{"@id":"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/perkins_will\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/perkins_will\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/perkins_will\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.cagbc.org\/fr\/"},{"@type":"ListItem","position":2,"name":"Case Studies","item":"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/"},{"@type":"ListItem","position":3,"name":"110 Yonge Street – Perkins and Will"}]},{"@type":"WebSite","@id":"https:\/\/www.cagbc.org\/#website","url":"https:\/\/www.cagbc.org\/","name":"Canada Green Building Council (CAGBC)","description":"Building our way forward.","publisher":{"@id":"https:\/\/www.cagbc.org\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.cagbc.org\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/www.cagbc.org\/#organization","name":"Canadian Green Building Council","url":"https:\/\/www.cagbc.org\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/","url":"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg","contentUrl":"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg","width":"1024","height":"1024","caption":"Canadian Green Building Council"},"image":{"@id":"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/"},"sameAs":["https:\/\/www.facebook.com\/CaGBC\/","https:\/\/twitter.com\/CAGBC","https:\/\/www.instagram.com\/cagbc\/","https:\/\/www.linkedin.com\/company\/cagbc\/","http:\/\/www.youtube.com\/user\/CaGBC\/"]}]}},"lang":"en","translations":{"en":1574,"fr":2144},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_case_study\/1574"}],"collection":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_case_study"}],"about":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/types\/cagbc_case_study"}],"version-history":[{"count":0,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_case_study\/1574\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/media\/2194"}],"wp:attachment":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/media?parent=1574"}],"wp:term":[{"taxonomy":"cagbc_tx_rating_standard","embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_tx_rating_standard?post=1574"},{"taxonomy":"cagbc_tx_system_version","embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_tx_system_version?post=1574"},{"taxonomy":"cagbc_tx_building_type","embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_tx_building_type?post=1574"},{"taxonomy":"cagbc_tx_certification_level","embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_tx_certification_level?post=1574"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}