{"id":1613,"date":"2020-01-10T14:18:00","date_gmt":"2020-01-10T14:18:00","guid":{"rendered":"https:\/\/cagbcprod.wpengine.com\/?post_type=cagbc_case_study&#038;p=1613"},"modified":"2023-12-22T08:12:43","modified_gmt":"2023-12-22T13:12:43","slug":"kingelementary","status":"publish","type":"cagbc_case_study","link":"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/kingelementary\/","title":{"rendered":"King Street Elementary School"},"content":{"rendered":"\n<div class=\"wp-block-group alignfull is-layout-constrained wp-block-group-is-layout-constrained\" style=\"padding-top:0px\">\n<h2 class=\"wp-block-heading\" id=\"king-street-elementary-atlantic-canada-s-first-leed-v4-certified-project\">King Street Elementary Atlantic Canada’s first LEED v4 certified project<\/h2>\n\n\n\n<p>New Brunswick has invested in a green approach to infrastructure development as an important way to reduce greenhouse gases through improved energy efficiency. But the province’s efforts also recognize how green buildings can improve the health and well-being of occupants. Nowhere is this more important than in schools, where research shows that a healthy environment can improve learning outcomes.<\/p>\n\n\n\n<p>One such project is the King Street Elementary School in Miramichi, New Brunswick. Construction began in 2016 and finished in 2017. The two-storey building has a gross floor area of 6,137 square metres, can accommodate about 400 students, and features a biomass boiler for its heating needs.<\/p>\n\n\n\n<p>This project was the province’s first foray into the latest version of the Leadership in Energy and Environmental Design™ rating system, LEED v4 – the most comprehensive and transparent version yet. With LEED v4, the Department of Transportation and Infrastructure’s Building Division was able to create a highly energy-efficient school that also emphasizes human health and well-being.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-group alignfull has-cloud-white-color has-charcoal-grey-background-color has-text-color has-background has-link-color wp-elements-2791809d244b0b20952a9d84a26ab2ed is-layout-constrained wp-block-group-is-layout-constrained\"><h3 class=\"spacing-bottom-3\">Project Team<\/h3><div class=\"wp-custom-grid wp-custom-grid--three-col\"><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Project Owner \/ Developer<\/dt><dd>Province of New Brunswick<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Architect<\/dt><dd>Boyd R. Algee Architect Ltd.<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Sustainability Consultant<\/dt><dd>Solterre Design<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Mechanical Engineer<\/dt><dd>Peerless Consulting Ltd.<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Electrical Engineer<\/dt><dd>MCW Maricor<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Structural Engineer<\/dt><dd>R.A. Lawrence Engineering<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Commissioning Authority<\/dt><dd>Stantec<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>CGABC members involved<\/dt><dd>Province of New Brunswick, Solterre Design, MCW Maricor, Stantec<\/dd><\/dl><\/div><\/div>\n\n\n\n<div class=\"wp-block-group alignfull is-layout-constrained wp-block-group-is-layout-constrained\">\n<h3 class=\"wp-block-heading\" id=\"green-for-a-purpose\">Green for a purpose<\/h3>\n\n\n\n<p>In the Province of New Brunswick (PNB), the Department of Transportation and Infrastructure&#8217;s Buildings Division (DTI-Buildings) is responsible for the design and construction of new building projects, major additions, and renovations for government departments. DTI-Buildings ensures PNB buildings are designed, constructed, and operated with sustainable strategies that prioritize occupant health. Guiding DTI-Buildings is the province&#8217;s Green Building Policy, which requires LEED or Green Globes Canada certification when new construction exceeds a minimum area requirement.<\/p>\n\n\n\n<p>With King Street Elementary School, DTI-Buildings could have pursued LEED 2009, an older version of the rating system due to sunset in 2022. Instead, they committed to pursuing LEED v4 and attaining a higher standard of sustainability, while also gaining a comprehensive understanding of the changes in metrics from LEED 2009 to LEED v4.<\/p>\n\n\n\n<p>New Brunswick chose to pilot LEED v4 to ensure continued stewardship of the government’s best practices in sustainable building design. Further, the decision enabled DTI-Buildings to deliver a high-performing building that would meet or exceed the province’s requirements, create an exceptional and healthy space for children in which to learn, and would ultimately foster the division’s knowledge in sustainable design.<\/p>\n\n\n\n<p>Working with an experienced LEED consultant, and an integrated approach that brought design team, owner, and consultant together from project start through construction and LEED submission, DTI-Buildings embraced the opportunity to pilot LEED v4.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-cover alignfull\"><span aria-hidden=\"true\" class=\"wp-block-cover__background has-background-dim\"><\/span><img loading=\"lazy\" decoding=\"async\" width=\"1200\" height=\"300\" class=\"wp-block-cover__image-background wp-image-2220\" alt=\"\" src=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/king_street_elementary_cafeteria_1200x300.jpg\" data-object-fit=\"cover\" srcset=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/king_street_elementary_cafeteria_1200x300.jpg 1200w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/king_street_elementary_cafeteria_1200x300-300x75.jpg 300w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/king_street_elementary_cafeteria_1200x300-1024x256.jpg 1024w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/king_street_elementary_cafeteria_1200x300-768x192.jpg 768w\" sizes=\"(max-width: 1200px) 100vw, 1200px\" \/><div class=\"wp-block-cover__inner-container is-layout-flow wp-block-cover-is-layout-flow\">\n<p class=\"has-text-align-center has-large-font-size\"><\/p>\n<\/div><\/div>\n\n\n\n<div class=\"wp-block-group alignwide is-layout-constrained wp-block-group-is-layout-constrained\">\n<h3 class=\"wp-block-heading\" id=\"open-for-the-community\">Open for the community<\/h3>\n\n\n\n<p>King Street Elementary was designed for performance and occupant comfort. The school consists of 21 classrooms and use-specific areas, including a music room, a performing arts room, a library, a gymnasium, student services, administration offices and a cafeteria. The classrooms are organized around age groupings, which form smaller schools within the school. This approach creates a tight-knit community in the school, but its design was also optimized for the wider community. Many areas, such as the gym, cafeteria, music room, stage and library, were designed to be used by the wider community after-hours.<\/p>\n\n\n\n<p>The community also benefits from the efforts the design team put into qualifying for LEED v4 Sustainable Sites credits. Built on a former brownfield site where a garage once stood, the project helped to remediate the land by removing lead-contaminated soils. Further efforts were made to restore the natural areas and provide diversity and habitat for local species. For the LEED Protect or Restore Habitat credit, the project team was able to confirm that 90.96 per cent of the existing green field area was protected from any disturbance and that 41 per cent of the previously disturbed site area was restored.<\/p>\n\n\n\n<p>The site also includes a bus loading zone, parent dropoff zone, and staff and visitor parking designed with safety in mind. To encourage active lifestyles, the site also includes pedestrian and cyclist sidewalks and pathways, bicycle racks, a multi-sport playfield, an outdoor classroom, and a play area for playground equipment.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-group alignwide is-layout-constrained wp-block-group-is-layout-constrained\">\n<h3 class=\"wp-block-heading\" id=\"designed-for-learning\">Designed for learning<\/h3>\n\n\n\n<p>Another primary driver for the design – and the pursuit of LEED v4 – was the ability to take advantage of credits that would directly impact student learning and teacher job satisfaction. Research backs up the value of elements covered under the LEED v4 Indoor Environmental Quality credits – including air quality, thermal comfort, daylighting, acoustics and quality views – which all have a direct impact on the people occupying the space.<\/p>\n\n\n\n<p>Specific aspects of indoor air quality (such as the amount of CO<sub>2<\/sub>, volatile organic compounds [VOCs], particulates, and humidity in the air) have demonstrable impacts on student learning and human health more generally.<sup><a href=\"https:\/\/portal.cagbc.org\/kingelementary#fn1\">1<\/a><\/sup>&nbsp;<sup><a href=\"https:\/\/portal.cagbc.org\/kingelementary#fn2\">2<\/a><\/sup><\/p>\n\n\n\n<p>In fact, a 2015 study of occupant performance in “green” versus “conventional” buildings found that participants’ cognitive function scores were significantly improved in green environments compared with conventional office spaces. After just one day in a green building, cognitive functions were 61 per cent higher, and information usage 172 per cent higher. By day two, those factors increased to 101 per cent and 299 per cent.<sup><a href=\"https:\/\/portal.cagbc.org\/kingelementary#fn3\">3<\/a><\/sup><\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-cover alignfull is-light\"><span aria-hidden=\"true\" class=\"wp-block-cover__background has-background-dim\"><\/span><img loading=\"lazy\" decoding=\"async\" width=\"1200\" height=\"300\" class=\"wp-block-cover__image-background wp-image-2223\" alt=\"\" src=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/king_street_elementary_gym_1200x300.jpg\" data-object-fit=\"cover\" srcset=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/king_street_elementary_gym_1200x300.jpg 1200w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/king_street_elementary_gym_1200x300-300x75.jpg 300w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/king_street_elementary_gym_1200x300-1024x256.jpg 1024w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/king_street_elementary_gym_1200x300-768x192.jpg 768w\" sizes=\"(max-width: 1200px) 100vw, 1200px\" \/><div class=\"wp-block-cover__inner-container is-layout-flow wp-block-cover-is-layout-flow\">\n<p class=\"has-text-align-center has-large-font-size\"><\/p>\n<\/div><\/div>\n\n\n\n<div class=\"wp-block-group alignwide is-layout-constrained wp-block-group-is-layout-constrained\">\n<h3 class=\"wp-block-heading\" id=\"designed-for-health\">Designed for health<\/h3>\n\n\n\n<p>The project pursued the LEED Enhanced Indoor Air Quality strategies credit, as improved air quality also has a measurable impact on human health. According to a study of green workspaces, green buildings saw a decrease in communicable diseases of around 9-20 per cent, a drop in allergies and asthma of 18-25 per cent, and an overall decline in health complaints by 20-50 per cent.<sup><a href=\"https:\/\/portal.cagbc.org\/kingelementary#fn4\">4<\/a><\/sup>&nbsp;By creating healthier spaces for students to learn and teachers to teach, it is possible to see declines in absenteeism due to illness.<\/p>\n\n\n\n<p>Access to daylight was also a significant priority for the King Street Elementary design team, as exposure to daylight affects the production of important hormones that impact alertness and sleep\/wake cycles. The building’s design prioritizes daylight in learning areas, starting with how the building is oriented along the site’s east\/west axis with the majority of occupied spaces facing north\/south. To maximize the natural light, regularly occupied spaces were specified for reflectance based on early-stage consultation with the architect. The design team used light-coloured walls and ceilings with the exception of the window walls which feature bright accent colours to further brighten the space. Even the gym benefits from these lighting strategies, with clerestory windows that make lighting unnecessary for a good portion of the day.<\/p>\n\n\n\n<p>While it is hard to measure the direct impact of the daylighting strategy, anecdotally, the team has received consistently positive feedback, especially from the teaching staff.<\/p>\n\n\n\n<p>The project team also pursued an Innovation credit for Active Occupants, to improve the health of building users through physical activity. These efforts included highlighting the staircase to encourage usage. In addition to positioning within sight lines, the staircase also features inviting elements such as a student-driven art installation and a specially designed stained-glass window. In addition to making the staircase brighter and more inviting, the window design reflects the history of area, with nods to the lumber, shipbuilding, shipping, and trading industries, as well as the importance of immigration.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-cover alignfull is-light\"><span aria-hidden=\"true\" class=\"wp-block-cover__background has-background-dim\"><\/span><img loading=\"lazy\" decoding=\"async\" width=\"1200\" height=\"300\" class=\"wp-block-cover__image-background wp-image-2221\" alt=\"\" src=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/king_street_elementary_class_stainglass_1200x300.jpg\" data-object-fit=\"cover\" srcset=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/king_street_elementary_class_stainglass_1200x300.jpg 1200w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/king_street_elementary_class_stainglass_1200x300-300x75.jpg 300w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/king_street_elementary_class_stainglass_1200x300-1024x256.jpg 1024w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/king_street_elementary_class_stainglass_1200x300-768x192.jpg 768w\" sizes=\"(max-width: 1200px) 100vw, 1200px\" \/><div class=\"wp-block-cover__inner-container is-layout-flow wp-block-cover-is-layout-flow\">\n<p class=\"has-text-align-center has-large-font-size\"><\/p>\n<\/div><\/div>\n\n\n\n<div class=\"wp-block-group alignwide is-layout-constrained wp-block-group-is-layout-constrained\">\n<h3 class=\"wp-block-heading\" id=\"designed-for-efficiency\">Designed for efficiency<\/h3>\n\n\n\n<p>While the health and well-being of occupants was a clear priority for the design team, they also made smart decisions to ensure that the building was as efficient as possible. Credits were achieved for the water reduction strategies, which included using resilient and native plant species to eliminate the need for irrigation systems and water usage calculations indicating a reduction of 36.22 per cent in indoor water use.<\/p>\n\n\n\n<p>To achieve the Optimized Energy Performance credits, DTI-Buildings focused on achieving high levels of energy performance beyond the prerequisite standard, with the goal of reducing environmental and economic harms associated with excessive energy.<\/p>\n\n\n\n<p>The project’s modelled energy cost savings netted out at 18.6 per cent, with the total predicted annual energy consumption for the project at 501,080 kWh\/year of electricity, and 24,141 therms\/year of wood pellets\/ propane.<\/p>\n\n\n\n<p>To verify the building’s performance, DTI-Buildings brought in third parties to conduct the building envelope commissioning (BECx) to validate that the design and performance of materials, components, assemblies and systems achieve the objectives and requirements of the project. DTI-Buildings also earned the Enhanced Systems Commissioning credits by engaging an independent commissioning agent to complete the commissioning process (CxP) activities for mechanical, electrical, plumbing, and renewable energy systems – the wood pellet bio-boiler that provides a supply of renewable energy to heat the school.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-group alignwide is-layout-constrained wp-block-group-is-layout-constrained\">\n<h3 class=\"wp-block-heading\" id=\"building-on-dti-buildings-knowledge\">Building on DTI-Buildings’ knowledge<\/h3>\n\n\n\n<p>LEED v4 is one of the most challenging green building standards in the world. It asks project teams to go above and beyond to meet the most stringent requirements. That is why LEED v4 certification for King Street Elementary is an achievement worth celebrating, especially as the project is New Brunswick’s very first. This certification verifies that the design team met the project’s sustainable goals – and demonstrates that DTI-Buildings is staying current with best practice standards in green design.<\/p>\n\n\n\n<p>While it was sometimes challenging to achieve the prerequisites and credits required for certification, by working toward LEED v4, the owner and design team gained new insights and learnings that can help DTI-Buildings update provincial building guidelines and standards including the Design Guidelines for Educational Facilities and the Green Building Policy.<\/p>\n\n\n\n<p>More importantly, their efforts resulted in a standout design that is energy-efficient, healthy, and creates better learning outcomes for students. King Street Elementary is a school the community – and the whole province – can be proud of.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-group alignwide is-layout-constrained wp-block-group-is-layout-constrained\">\n<figure class=\"wp-block-image aligncenter size-full\"><img loading=\"lazy\" decoding=\"async\" width=\"214\" height=\"214\" src=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/LEED_Certified_Certified_Web.png\" alt=\"\" class=\"wp-image-2225\" srcset=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/LEED_Certified_Certified_Web.png 214w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/LEED_Certified_Certified_Web-150x150.png 150w\" sizes=\"(max-width: 214px) 100vw, 214px\" \/><\/figure>\n\n\n\n<h3 class=\"wp-block-heading has-text-align-center has-tree-green-color has-text-color has-h-8-font-size\" id=\"leed-score-card\">LEED SCORE CARD<\/h3>\n\n\n\n<figure class=\"wp-block-table\"><table class=\"has-fixed-layout\"><thead><tr><th class=\"has-text-align-left\" data-align=\"left\">Certification Level<\/th><th class=\"has-text-align-left\" data-align=\"left\">Rating System<\/th><th class=\"has-text-align-left\" data-align=\"left\">Total Points earned<\/th><\/tr><\/thead><tbody><tr><td class=\"has-text-align-left\" data-align=\"left\">Certified<\/td><td class=\"has-text-align-left\" data-align=\"left\">LEED v4<\/td><td class=\"has-text-align-left\" data-align=\"left\">47<\/td><\/tr><\/tbody><\/table><\/figure>\n<\/div>\n\n\n\n<div class=\"wp-block-group alignwide is-layout-constrained wp-block-group-is-layout-constrained\">\n<p id=\"fn1\"><a href=\"https:\/\/portal.cagbc.org\/kingelementary#r1\"><sup>1<\/sup><\/a>&nbsp;Wyon, D. and Wargocki, P. (2007). Indoor Environmental Effects on the Performance of School Work by Children. (1257-TRP). ASHRAE.<\/p>\n\n\n\n<p id=\"fn2\"><a href=\"https:\/\/portal.cagbc.org\/kingelementary#r2\"><sup>2<\/sup><\/a>&nbsp;Shendell, D.G., Prill, R., Fisk, W.J., Apte, M.G., Blake, D. and Faulkner, D. (2004). Associations between classroom CO2 concentrations and student attendance in Washington and Idaho. Indoor Air, 14(5), 333-341.<\/p>\n\n\n\n<p id=\"fn3\"><a href=\"https:\/\/portal.cagbc.org\/kingelementary#r3\"><sup>3<\/sup><\/a>&nbsp;Allen, J.G., MacNaughton, P., Satish., et al, 2015. “Green buildings and cognitive functions,” in Environmental Health Perspectives. National Institute of Environmental Health Sciences. Harvard T.H. Chan School of Public Health: Boston. 26 Oct 2015.<\/p>\n\n\n\n<p id=\"fn4\"><a href=\"https:\/\/portal.cagbc.org\/kingelementary#r4\"><sup>4<\/sup><\/a>&nbsp;World Green Building Council, 2014. Health, Wellbeing, &amp; Productivity in Offices.<br><a href=\"http:\/\/www.worldgbc.org\/files\/6314\/1152\/0821\/WorldGBC__Health_Wellbeing__productivity_Full_Report.pdf\" target=\"_blank\" rel=\"noreferrer noopener\">http:\/\/www.worldgbc.org\/files\/6314\/1152\/0821\/WorldGBC__Health_Wellbeing__productivity_Full_Report.pdf<\/a>.<\/p>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>King Street Elementary Atlantic Canada’s first LEED v4 certified project New Brunswick has&hellip;<\/p>\n","protected":false},"featured_media":2222,"template":"","meta":{"inline_featured_image":false,"_genesis_hide_title":false,"_genesis_hide_breadcrumbs":false,"_genesis_hide_singular_image":false,"_genesis_hide_footer_widgets":false,"_genesis_custom_body_class":"","_genesis_custom_post_class":"","_genesis_layout":""},"cagbc_tx_rating_standard":[430,34],"cagbc_tx_system_version":[],"cagbc_tx_building_type":[56],"cagbc_tx_certification_level":[54],"acf":{"street_address":"","city":"Miramichi","province":"New Brunswick","downloads":false,"related_links":false,"rating_systemstandard":[{"term_id":430,"name":"LEED","slug":"leed","term_group":0,"term_taxonomy_id":430,"taxonomy":"cagbc_tx_rating_standard","description":"","parent":0,"count":111,"filter":"raw","meta":[]},{"term_id":34,"name":"LEED v4","slug":"leed-v4","term_group":0,"term_taxonomy_id":34,"taxonomy":"cagbc_tx_rating_standard","description":"","parent":0,"count":99,"filter":"raw","meta":[]}],"system_version":false,"certification_level":[{"term_id":54,"name":"Certified","slug":"certified","term_group":0,"term_taxonomy_id":54,"taxonomy":"cagbc_tx_certification_level","description":"","parent":0,"count":3,"filter":"raw","meta":[]}],"building_type":[{"term_id":56,"name":"Schools","slug":"schools","term_group":0,"term_taxonomy_id":56,"taxonomy":"cagbc_tx_building_type","description":"","parent":0,"count":3,"filter":"raw","meta":[]}],"alt_thumb":false},"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v21.9 (Yoast SEO v21.9) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>King Street Elementary School - Canada Green Building Council (CAGBC)<\/title>\n<meta name=\"description\" content=\"King Street Elementary Atlantic Canada’s first LEED v4 certified project New Brunswick has invested in a green approach to infrastructure development as\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/kingelementary\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"King Street Elementary School\" \/>\n<meta property=\"og:description\" content=\"King Street Elementary Atlantic Canada’s first LEED v4 certified project New Brunswick has invested in a green approach to infrastructure development as\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/kingelementary\/\" \/>\n<meta property=\"og:site_name\" content=\"Canada Green Building Council (CAGBC)\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/CaGBC\/\" \/>\n<meta property=\"article:modified_time\" content=\"2023-12-22T13:12:43+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/king_street_elementary_exterior_1280x450.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1280\" \/>\n\t<meta property=\"og:image:height\" content=\"450\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@CAGBC\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"9 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/kingelementary\/\",\"url\":\"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/kingelementary\/\",\"name\":\"King Street Elementary School - Canada Green Building Council (CAGBC)\",\"isPartOf\":{\"@id\":\"https:\/\/www.cagbc.org\/#website\"},\"datePublished\":\"2020-01-10T14:18:00+00:00\",\"dateModified\":\"2023-12-22T13:12:43+00:00\",\"description\":\"King Street Elementary Atlantic Canada’s first LEED v4 certified project New Brunswick has invested in a green approach to infrastructure development as\",\"breadcrumb\":{\"@id\":\"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/kingelementary\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/kingelementary\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/kingelementary\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.cagbc.org\/fr\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Case Studies\",\"item\":\"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"King Street Elementary School\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.cagbc.org\/#website\",\"url\":\"https:\/\/www.cagbc.org\/\",\"name\":\"Canada Green Building Council (CAGBC)\",\"description\":\"Building our way forward.\",\"publisher\":{\"@id\":\"https:\/\/www.cagbc.org\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.cagbc.org\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/www.cagbc.org\/#organization\",\"name\":\"Canadian Green Building Council\",\"url\":\"https:\/\/www.cagbc.org\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg\",\"contentUrl\":\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg\",\"width\":\"1024\",\"height\":\"1024\",\"caption\":\"Canadian Green Building Council\"},\"image\":{\"@id\":\"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/\"},\"sameAs\":[\"https:\/\/www.facebook.com\/CaGBC\/\",\"https:\/\/twitter.com\/CAGBC\",\"https:\/\/www.instagram.com\/cagbc\/\",\"https:\/\/www.linkedin.com\/company\/cagbc\/\",\"http:\/\/www.youtube.com\/user\/CaGBC\/\"]}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"King Street Elementary School - Canada Green Building Council (CAGBC)","description":"King Street Elementary Atlantic Canada’s first LEED v4 certified project New Brunswick has invested in a green approach to infrastructure development as","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/kingelementary\/","og_locale":"en_US","og_type":"article","og_title":"King Street Elementary School","og_description":"King Street Elementary Atlantic Canada’s first LEED v4 certified project New Brunswick has invested in a green approach to infrastructure development as","og_url":"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/kingelementary\/","og_site_name":"Canada Green Building Council (CAGBC)","article_publisher":"https:\/\/www.facebook.com\/CaGBC\/","article_modified_time":"2023-12-22T13:12:43+00:00","og_image":[{"width":1280,"height":450,"url":"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/king_street_elementary_exterior_1280x450.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_site":"@CAGBC","twitter_misc":{"Est. reading time":"9 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/kingelementary\/","url":"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/kingelementary\/","name":"King Street Elementary School - Canada Green Building Council (CAGBC)","isPartOf":{"@id":"https:\/\/www.cagbc.org\/#website"},"datePublished":"2020-01-10T14:18:00+00:00","dateModified":"2023-12-22T13:12:43+00:00","description":"King Street Elementary Atlantic Canada’s first LEED v4 certified project New Brunswick has invested in a green approach to infrastructure development as","breadcrumb":{"@id":"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/kingelementary\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/kingelementary\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/kingelementary\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.cagbc.org\/fr\/"},{"@type":"ListItem","position":2,"name":"Case Studies","item":"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/"},{"@type":"ListItem","position":3,"name":"King Street Elementary School"}]},{"@type":"WebSite","@id":"https:\/\/www.cagbc.org\/#website","url":"https:\/\/www.cagbc.org\/","name":"Canada Green Building Council (CAGBC)","description":"Building our way forward.","publisher":{"@id":"https:\/\/www.cagbc.org\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.cagbc.org\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/www.cagbc.org\/#organization","name":"Canadian Green Building Council","url":"https:\/\/www.cagbc.org\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/","url":"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg","contentUrl":"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg","width":"1024","height":"1024","caption":"Canadian Green Building Council"},"image":{"@id":"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/"},"sameAs":["https:\/\/www.facebook.com\/CaGBC\/","https:\/\/twitter.com\/CAGBC","https:\/\/www.instagram.com\/cagbc\/","https:\/\/www.linkedin.com\/company\/cagbc\/","http:\/\/www.youtube.com\/user\/CaGBC\/"]}]}},"lang":"en","translations":{"en":1613,"fr":2152},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_case_study\/1613"}],"collection":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_case_study"}],"about":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/types\/cagbc_case_study"}],"version-history":[{"count":0,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_case_study\/1613\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/media\/2222"}],"wp:attachment":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/media?parent=1613"}],"wp:term":[{"taxonomy":"cagbc_tx_rating_standard","embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_tx_rating_standard?post=1613"},{"taxonomy":"cagbc_tx_system_version","embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_tx_system_version?post=1613"},{"taxonomy":"cagbc_tx_building_type","embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_tx_building_type?post=1613"},{"taxonomy":"cagbc_tx_certification_level","embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_tx_certification_level?post=1613"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}