{"id":2149,"date":"2020-04-28T12:19:00","date_gmt":"2020-04-28T12:19:00","guid":{"rendered":"https:\/\/cagbcprod.wpengine.com\/?post_type=cagbc_case_study&#038;p=2149"},"modified":"2022-03-23T02:59:24","modified_gmt":"2022-03-23T02:59:24","slug":"evolv1","status":"publish","type":"cagbc_case_study","link":"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/evolv1\/","title":{"rendered":"evolv1"},"content":{"rendered":"\n<div class=\"wp-block-group alignfull is-layout-constrained wp-block-group-is-layout-constrained\" style=\"padding-top:0px\">\n<h2 class=\"wp-block-heading\" id=\"le-premier-projet-certifie-batiment-a-carbone-zero-design-a-maintenant-obtenu-la-double-certification-bcz\"><strong><strong>Le premier projet certifié Bâtiment à carbone zéro – Design a maintenant obtenu la double certification BCZ<\/strong><\/strong><\/h2>\n\n\n\n<p>evolv1, l’édifice de bureaux résolument moderne de Waterloo, en Ontario, le tout premier projet à recevoir une <a href=\"https:\/\/portal.cagbc.org\/CBDCaSiteWeb\/Carbone_Zero\/carbone_zero.aspx#ressources\" target=\"_blank\" rel=\"noreferrer noopener\">certification de Bâtiment à carbone zéro &#8211; Design<\/a> en vertu de la <a href=\"http:\/\/portal.cagbc.org\/carbonezero\" target=\"_blank\" rel=\"noreferrer noopener\">Norme du bâtiment à carbone zéro<\/a> du CBDCA, a maintenant obtenu la double certification avec l’ajout de la certification <a href=\"https:\/\/portal.cagbc.org\/CBDCaSiteWeb\/Carbone_Zero\/carbone_zero.aspx#ressources\" target=\"_blank\" rel=\"noreferrer noopener\">BCZ-Performance<\/a>.<\/p>\n\n\n\n<p>La certification BCZ-Design confirme l’excellence du design d’evolv1 et la réception de documents démontrant que :<\/p>\n\n\n\n<ul><li>la modélisation de l’exploitation future du bâtiment affiche un <strong>bilan carbone zéro<\/strong>;<\/li><li>le projet a intégré un <strong>système d’énergie et de ventilation très efficaces<\/strong> pour atteindre un seuil défini d’intensité de la demande en énergie thermique; <\/li><li>le projet a prévu des <strong>systèmes d’énergie renouvelable sur place<\/strong> qui pourront fournir au moins cinq pour cent de l’énergie consommée par le bâtiment.<\/li><\/ul>\n\n\n\n<p>La certification BCZ-Performance d’evolv1 confirme quant à elle que le bâtiment a atteint un bilan carbone zéro sur une période d’exploitation de 12 mois.<\/p>\n\n\n\n<p>Ce bâtiment à locataires multiples de trois étages et de 104 000 pieds carrés dont la construction s’est achevée en avril 2018 est le fruit d’une collaboration entre The Cora Group, la Sustainable Waterloo Region, le Parc de recherche et de technologies David Johnston et le locataire principal, EY. C’est l’un des 16 participants au <a href=\"http:\/\/portal.cagbc.org\/CBDCaSiteWeb\/Carbone_Zero\/Programme_pilote_Zero_carbone_du_CBDCa.aspx\" target=\"_blank\" rel=\"noreferrer noopener\">Programme pilote du bâtiment à carbone zéro du CBDCA<\/a>.<\/p>\n\n\n\n<p>evolv1 a reçu la certification BCZ – Design en avril 2018 et sa première certification BCZ-Performance en avril 2020. Le CBDCA s’est entretenu avec Adrian Conrad, directeur de l’exploitation chez The Cora Group, qui a parlé de la vision pour le projet et a expliqué l’impact réel de ce projet réalisé dans le cadre du Programme du bâtiment à carbone zéro pour façonner un avenir durable.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-group alignfull has-cloud-white-color has-charcoal-grey-background-color has-text-color has-background has-link-color wp-elements-c3ffca2b3bc58a07e8a661f53295e8cc is-layout-constrained wp-block-group-is-layout-constrained\"><h3 class=\"spacing-bottom-3\">Équipe de projet<\/h3><div class=\"wp-custom-grid wp-custom-grid--three-col\"><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Propriétaire du projet <\/dt><dd>The Cora Group<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Constructeur\/Promoteur<\/dt><dd>The Cora Group<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Consultant en durabilité<\/dt><dd>Stantec<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Architecte et architecte paysagiste<\/dt><dd>Stantec<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Ingénieur civil, électrique, énergétique et mécanique<\/dt><dd>Stantec<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Responsable de la mise en service<\/dt><dd>CFMS-West Consulting Inc.<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Entrepreneur <\/dt><dd>Melloul-Blamey Construction Inc.<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Aide à la conception des systèmes électriques<\/dt><dd>Design Assistance: Stecho Electric<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Aide à la conception des systèmes mécaniques<\/dt><dd>Design Assistance: Conestogo Electric<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Membres du CBDCA faisant partie de l’équipe du projet<\/dt><dd>The Cora Group, Stantec, CFMS-West Consulting Inc., Melloul-Blamey Construction Inc., Vigor Clean Tech, SolarWall, et CircuitMeter<\/dd><\/dl><\/div><\/div>\n\n\n\n<div class=\"wp-block-group alignfull is-layout-constrained wp-block-group-is-layout-constrained\">\n<h3 class=\"wp-block-heading\" id=\"une-nouvelle-reference-pour-la-conception-durable\">Une nouvelle référence pour la conception durable<\/h3>\n\n\n\n<p>« À l’origine, nous avons voulu concevoir et construire un bâtiment à consommation énergétique nette positive à un coût semblable à celui d’un bâtiment conventionnel – et nous étions déterminés à démontrer que c’était possible », dit Conrad. Avec cet objectif en tête, l’équipe de projet d’evolv1, y compris Stantec, le concepteur, et Melloul-Blamey, le constructeur, a utilisé un processus de conception hautement intégrée qui se sert de systèmes actifs et passifs pour optimiser la valeur par rapport au coût de construction. Le bâtiment intègre des éléments qui visent non seulement à optimiser son efficacité énergétique, mais aussi à produire plus d’énergie qu’il n’en consomme :<\/p>\n\n\n\n<div class=\"wp-block-media-text has-media-on-the-right is-stacked-on-mobile\" style=\"grid-template-columns:auto 31%\"><figure class=\"wp-block-media-text__media\"><img loading=\"lazy\" decoding=\"async\" width=\"950\" height=\"950\" src=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/04\/evolv1_interior_950x950px.jpg\" alt=\"\" class=\"wp-image-2213 size-full\" srcset=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/04\/evolv1_interior_950x950px.jpg 950w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/04\/evolv1_interior_950x950px-300x300.jpg 300w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/04\/evolv1_interior_950x950px-150x150.jpg 150w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/04\/evolv1_interior_950x950px-768x768.jpg 768w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/04\/evolv1_interior_950x950px-600x600.jpg 600w\" sizes=\"(max-width: 950px) 100vw, 950px\" \/><\/figure><div class=\"wp-block-media-text__content\">\n<ul id=\"block-45f91133-8677-4b25-a741-765a383a3e35\"><li>une enveloppe du bâtiment à haute performance;<\/li><li>un système de CVCA à échange géothermique\/débit de réfrigérant variable;<\/li><li>du vitrage triple;<\/li><li>un mur solaire pour préchauffer l’air de ventilation;<\/li><li>des photovoltaïques sur abri à voitures et sur toiture qui produisent 700 kW d’électricité pour le réseau;<\/li><li>un mur vert sur trois étages qui favorise une meilleure qualité de l’air intérieur.<\/li><\/ul>\n<\/div><\/div>\n\n\n\n<p>Après son achèvement, la performance du bâtiment a fait l’objet d’un suivi pendant ses 12 premiers mois d’exploitation dans le but de démontrer l’atteinte d’un bilan carbone de zéro émission, dans l’objectif d’obtenir la&nbsp;<a href=\"https:\/\/portal.cagbc.org\/CBDCaSiteWeb\/Carbone_Zero\/carbone_zero.aspx\" target=\"_blank\" rel=\"noreferrer noopener\">certification BCZ-Performance<\/a>, qui doit être vérifiée sur une base annuelle.<\/p>\n\n\n\n<p>En avril 2020, evolv1 a également obtenu la certification platine du système d’évaluation LEED Canada pour le noyau et l’enveloppe 2009, ce qui confirme que le bâtiment est réellement à l’avant-garde. « Nous sommes très fiers d’établir cette nouvelle référence dans l’industrie de la conception et de la construction », d’ajouter Conrad.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-group alignwide is-layout-constrained wp-block-group-is-layout-constrained\">\n<h3 class=\"wp-block-heading\" id=\"realisation-d-une-vision-commune\">Réalisation d’une vision commune<\/h3>\n\n\n\n<p>Étant donné que l’équipe de projet d’evolv1 ouvre de nouvelles perspectives avec le Programme du Bâtiment à carbone zéro, il était essentiel d’utiliser le processus de conception intégrée pour assurer que tous les participants soient sur une même longueur d’onde, allant du propriétaire du bâtiment aux équipes d’architectes et d’ingénieurs et des consultants en durabilité à l’entrepreneur et aux sous-traitants.<\/p>\n\n\n\n<p>« Le meilleur conseil que nous pouvons donner à ceux qui s’engagent dans cette voie c’est probablement d’impliquer tout le monde dès le début », dit Conrad, ajoutant que le projet est le résultat d’un réel effort d’équipe. « Dans les premiers jours du projet, il y a eu beaucoup de concertation et de recherche de consensus entre les parties pour nous assurer que notre vision était bien transmise et que tous la partageaient. »<\/p>\n\n\n\n<p>Cette vision commune a également été utile lorsqu’il a fallu déterminer les détails d’une nouvelle initiative et faire face à la bureaucratie pour obtenir la collaboration des gouvernements et des sociétés de services publics. L’adhésion aux principes du zéro carbone suppose un plus grand niveau d’attention aux détails à chaque étape de la conception et de la construction, ce qui ajoute à l’importance que tous les participants coordonnent leurs efforts, a souligné Conrad.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-cover alignfull is-light\"><span aria-hidden=\"true\" class=\"wp-block-cover__gradient-background has-background-dim\"><\/span><img loading=\"lazy\" decoding=\"async\" width=\"1200\" height=\"300\" class=\"wp-block-cover__image-background wp-image-2215\" alt=\"\" src=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/04\/evolve1_interior_1200x300px.jpg\" data-object-fit=\"cover\" srcset=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/04\/evolve1_interior_1200x300px.jpg 1200w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/04\/evolve1_interior_1200x300px-300x75.jpg 300w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/04\/evolve1_interior_1200x300px-1024x256.jpg 1024w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/04\/evolve1_interior_1200x300px-768x192.jpg 768w\" sizes=\"(max-width: 1200px) 100vw, 1200px\" \/><div class=\"wp-block-cover__inner-container is-layout-flow wp-block-cover-is-layout-flow\">\n<p class=\"has-text-align-center has-large-font-size\"><\/p>\n<\/div><\/div>\n\n\n\n<div class=\"wp-block-group alignwide is-layout-constrained wp-block-group-is-layout-constrained\">\n<h3 class=\"wp-block-heading\" id=\"validation-de-la-faisabilite-financiere-du-batiment-a-carbone-zero\">Validation de la faisabilité financière du bâtiment à carbone zéro<\/h3>\n\n\n\n<p>Les certifications BCZ-Design et BCZ-Performance d’evolv1 octroyées par le CBDCA sont une validation par un tiers de la conviction de The Cora Group qu’il est financièrement possible de bâtir un bâtiment à faibles émissions de carbone au même coût qu’un bâtiment conventionnel tout en ayant un impact minimal sur l’environnement, a dit Conrad.<\/p>\n\n\n\n<p>Avec les économies de coût et d’énergie découlant de la conception à carbone zéro d’evolv1, The Cora Group est en mesure d’offrir à ses locataires des espaces de bureaux de Classe A dans un bâtiment durable et à haute performance, à des tarifs concurrentiels. La certification LEED Platine d’evolv1 reconnaît les nombreuses caractéristiques durables qui profitent à la santé et améliorent le confort des occupants, notamment le contrôle de l’air propre et frais et de la lumière naturelle, la gestion de l’éblouissement solaire, et le contrôle de l’humidité et de la température par zones.<\/p>\n\n\n\n<p>« Nous savions tous que c’était possible, mais nous avons maintenant prouvé qu’il est réellement financièrement possible de bâtir un édifice commercial à carbone zéro et de le faire uniquement avec du financement privé », conclut Conrad.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-group alignwide is-layout-constrained wp-block-group-is-layout-constrained\">\n<h3 class=\"wp-block-heading\" id=\"la-certification-bcz-performance-confirme-les-choix-de-conception\">La certification BCZ-Performance confirme les choix de conception<\/h3>\n\n\n\n<p>The Cora Group a toujours eu l’intention de demander la certification BCZ-Performance une fois qu’elle serait en mesure de rassembler une année de données énergétiques fiables et l’équipe du projet a pris les mesures pour y parvenir. Pour valider la performance d’evolv1, il était également important de s’assurer que le bâtiment soit entièrement occupé avant de commencer la période de certification.<\/p>\n\n\n\n<p>Étant donné qu’evolv1 a été initialement conçu pour satisfaire aux exigences de la Norme BCZ-Design, aucune modification physique du bâtiment n’a été nécessaire, ce qui confirme la vision de l’équipe du projet. L’équipe a dû travailler pour atteindre les niveaux cibles du modèle énergétique d’evolv1, en surveillant et en ajustant continuellement les paramètres de fonctionnement du système d’automatisation du bâtiment pour gérer l’utilisation de l’énergie et réduire la consommation. Grâce aux données des compteurs électriques de tiers fournies par CircuitMeter, l’équipe du projet a réussi à minimiser la demande de pointe.<\/p>\n\n\n\n<p>L’équipe d’evolv1 a d’abord rencontré des difficultés pour assurer le confort des occupants lors de la mise en service des systèmes du bâtiment. Au début, evolv1 consommait 30&nbsp;% d’électricité en plus que prévu. Cependant, l’équipe d’evolv1 a finalement réussi à maintenir une température confortable pour les locataires, et des capteurs supplémentaires ont été installés pour surveiller et bien régler les systèmes.<\/p>\n\n\n\n<p>Une fois entièrement mis en service, le bâtiment a pu fonctionner comme prévu; en fait, les performances de certains éléments du projet ont impressionné de nombreux observateurs, comme ce fut le cas, notamment, pour le mur solaire, la production réelle d’énergie photovoltaïque et l’efficacité globale du bâtiment.<\/p>\n\n\n\n<p>L’équipe du projet a pu démontrer que, par une journée d’hiver ensoleillée, le mur solaire d’evolv1 est capable de chauffer suffisamment l’alimentation en air frais du bâtiment pour qu’il puisse laisser son système de chauffage à air frais en dérivation pendant une grande partie de la journée. Une mesure effectuée en février a montré que le mur solaire était capable de chauffer l’air extérieur de -13&nbsp;C à 16&nbsp;C.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-cover alignfull is-light\"><span aria-hidden=\"true\" class=\"wp-block-cover__gradient-background has-background-dim\"><\/span><img loading=\"lazy\" decoding=\"async\" width=\"1200\" height=\"300\" class=\"wp-block-cover__image-background wp-image-2217\" alt=\"\" src=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/04\/evolve1_interior_cafe_1200x300px.jpg\" data-object-fit=\"cover\" srcset=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/04\/evolve1_interior_cafe_1200x300px.jpg 1200w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/04\/evolve1_interior_cafe_1200x300px-300x75.jpg 300w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/04\/evolve1_interior_cafe_1200x300px-1024x256.jpg 1024w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/04\/evolve1_interior_cafe_1200x300px-768x192.jpg 768w\" sizes=\"(max-width: 1200px) 100vw, 1200px\" \/><div class=\"wp-block-cover__inner-container is-layout-flow wp-block-cover-is-layout-flow\">\n<p class=\"has-text-align-center has-large-font-size\"><\/p>\n<\/div><\/div>\n\n\n\n<div class=\"wp-block-group alignwide is-layout-constrained wp-block-group-is-layout-constrained\">\n<h3 class=\"wp-block-heading\" id=\"tournes-vers-l-avenir-du-batiment-durable\">Tournés vers l’avenir du bâtiment durable<\/h3>\n\n\n\n<p>Pour The Cora Group, l’objectif des certifications de la Norme BCZ pour evolv1 représente un investissement dans un avenir plus vert et une occasion de souligner l’historique de l’entreprise en tant que bâtisseur écologique depuis plus de dix ans déjà.<\/p>\n\n\n\n<p>« D’abord et avant tout, nous voulons agir de façon marquante », dit Conrad. « Quand nous avons entendu parler de la certification Bâtiment à carbone zéro du CBDCA, nous y avons vu une excellente occasion d’évaluer nos efforts par rapport à une nouvelle norme du bâtiment progressiste et de tester notre projet dans un programme qui attire l’attention partout au pays, mais aussi à travers le monde. »<\/p>\n\n\n\n<p>Il souligne que la participation de The Cora Group au Programme pilote du bâtiment à carbone zéro a permis à l’équipe de projet d’apprendre auprès des autres participants qui partagent leur vision et leur philosophie tout en contribuant à renforcer les connaissances de l’industrie sur la construction à faibles émissions de carbone.<\/p>\n\n\n\n<p>Ajoutons à cela qu’avec son emplacement dans le quartier Idea de Waterloo, aux portes du réseau de transport sur train léger ION, evolv1 s’apprête à devenir une plateforme d’innovation de prochaine génération et un pôle d’attraction pour la main-d’œuvre de la génération du millénaire.<\/p>\n\n\n\n<p>The Cora Group espère que la double certification BCZ-Design et BCZ-Performance sera vue comme un important sceau d’approbation et qu’elle indiquera aux principaux locataires qu’il est un fournisseur de pointe d’espaces verts et durables de grande qualité. Il espère aussi qu’au bout du compte, cet accent mis sur la durabilité changera les modes d’approvisionnement.<\/p>\n\n\n\n<p>« Nous voyons le jour où la conception de bâtiments à carbone zéro sera le principal critère des locataires à la recherche d’espaces de bureaux », dit Conrad.<\/p>\n\n\n\n<div class=\"wp-block-buttons is-layout-flex wp-block-buttons-is-layout-flex\">\n<div class=\"wp-block-button is-style-main\"><a class=\"wp-block-button__link\" href=\"https:\/\/portal.cagbc.org\/cagbcdocs\/zerocarbon\/CaGBC_evolv1_Case_Study_EN.pdf\" target=\"_blank\" rel=\"noreferrer noopener\">Lire l’étude de cas approfondie du CBDCa »<\/a><\/div>\n<\/div>\n\n\n\n<div class=\"wp-block-buttons is-layout-flex wp-block-buttons-is-layout-flex\">\n<div class=\"wp-block-button is-style-main\"><a class=\"wp-block-button__link\" href=\"https:\/\/portal.cagbc.org\/cagbcdocs\/zerocarbon\/CaGBC_evolv1_Mitsubishi_EN.pdf\" target=\"_blank\" rel=\"noreferrer noopener\">Lire l’étude de cas sur le chauffage et la climatisation de Mitsubishi Electric (en anglais) »<\/a><\/div>\n<\/div>\n<\/div>\n\n\n\n<div class=\"wp-block-group alignwide is-layout-constrained wp-block-group-is-layout-constrained\">\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><div class=\"wp-block-embed__wrapper\">\n<iframe loading=\"lazy\" title=\"evolv1: the first Zero Carbon Building – Design Certification\" width=\"1176\" height=\"662\" src=\"https:\/\/www.youtube.com\/embed\/tPkC6TnA4es?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen><\/iframe>\n<\/div><\/figure>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>Le premier projet certifié Bâtiment à carbone zéro – Design a maintenant obtenu&hellip;<\/p>\n","protected":false},"featured_media":2214,"template":"","meta":{"inline_featured_image":false,"_genesis_hide_title":false,"_genesis_hide_breadcrumbs":false,"_genesis_hide_singular_image":false,"_genesis_hide_footer_widgets":false,"_genesis_custom_body_class":"","_genesis_custom_post_class":"","_genesis_layout":""},"cagbc_tx_rating_standard":[439,456],"cagbc_tx_system_version":[],"cagbc_tx_building_type":[214],"cagbc_tx_certification_level":[222],"acf":{"street_address":"","city":"Waterloo","province":"Ontario","downloads":false,"related_links":false,"rating_systemstandard":[{"term_id":456,"name":"LEED","slug":"leed","term_group":0,"term_taxonomy_id":456,"taxonomy":"cagbc_tx_rating_standard","description":"","parent":0,"count":101,"filter":"raw","meta":[]},{"term_id":439,"name":"Bâtiment à zéro carbone","slug":"batiment-a-zero-carbone","term_group":0,"term_taxonomy_id":439,"taxonomy":"cagbc_tx_rating_standard","description":"","parent":0,"count":60,"filter":"raw","meta":[]}],"system_version":false,"certification_level":[{"term_id":222,"name":"Platine","slug":"platine","term_group":0,"term_taxonomy_id":222,"taxonomy":"cagbc_tx_certification_level","description":"","parent":0,"count":39,"filter":"raw","meta":[]}],"building_type":[{"term_id":214,"name":"Bureau","slug":"bureau","term_group":0,"term_taxonomy_id":214,"taxonomy":"cagbc_tx_building_type","description":"","parent":0,"count":38,"filter":"raw","meta":[]}],"alt_thumb":false},"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v21.9 (Yoast SEO v21.9) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>evolv1 - Canada Green Building Council (CAGBC)<\/title>\n<meta name=\"description\" content=\"Le premier projet certifié Bâtiment à carbone zéro – Design a maintenant obtenu la double certification BCZ evolv1, l’édifice de bureaux résolument\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/evolv1\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"evolv1\" \/>\n<meta property=\"og:description\" content=\"Le premier projet certifié Bâtiment à carbone zéro – Design a maintenant obtenu la double certification BCZ evolv1, l’édifice de bureaux résolument\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/evolv1\/\" \/>\n<meta property=\"og:site_name\" content=\"Canada Green Building Council (CAGBC)\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/CaGBC\/\" \/>\n<meta property=\"article:modified_time\" content=\"2022-03-23T02:59:24+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/04\/evolve1_exterior_banner_1200x300px.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1200\" \/>\n\t<meta property=\"og:image:height\" content=\"300\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@CAGBC\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"8 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/evolv1\/\",\"url\":\"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/evolv1\/\",\"name\":\"evolv1 - Canada Green Building Council (CAGBC)\",\"isPartOf\":{\"@id\":\"https:\/\/www.cagbc.org\/#website\"},\"datePublished\":\"2020-04-28T12:19:00+00:00\",\"dateModified\":\"2022-03-23T02:59:24+00:00\",\"description\":\"Le premier projet certifié Bâtiment à carbone zéro – Design a maintenant obtenu la double certification BCZ evolv1, l’édifice de bureaux résolument\",\"breadcrumb\":{\"@id\":\"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/evolv1\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/evolv1\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/evolv1\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.cagbc.org\/fr\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Case Studies\",\"item\":\"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"evolv1\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.cagbc.org\/#website\",\"url\":\"https:\/\/www.cagbc.org\/\",\"name\":\"Canada Green Building Council (CAGBC)\",\"description\":\"Building our way forward.\",\"publisher\":{\"@id\":\"https:\/\/www.cagbc.org\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.cagbc.org\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/www.cagbc.org\/#organization\",\"name\":\"Canadian Green Building Council\",\"url\":\"https:\/\/www.cagbc.org\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg\",\"contentUrl\":\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg\",\"width\":\"1024\",\"height\":\"1024\",\"caption\":\"Canadian Green Building Council\"},\"image\":{\"@id\":\"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/\"},\"sameAs\":[\"https:\/\/www.facebook.com\/CaGBC\/\",\"https:\/\/twitter.com\/CAGBC\",\"https:\/\/www.instagram.com\/cagbc\/\",\"https:\/\/www.linkedin.com\/company\/cagbc\/\",\"http:\/\/www.youtube.com\/user\/CaGBC\/\"]}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"evolv1 - Canada Green Building Council (CAGBC)","description":"Le premier projet certifié Bâtiment à carbone zéro – Design a maintenant obtenu la double certification BCZ evolv1, l’édifice de bureaux résolument","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/evolv1\/","og_locale":"en_US","og_type":"article","og_title":"evolv1","og_description":"Le premier projet certifié Bâtiment à carbone zéro – Design a maintenant obtenu la double certification BCZ evolv1, l’édifice de bureaux résolument","og_url":"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/evolv1\/","og_site_name":"Canada Green Building Council (CAGBC)","article_publisher":"https:\/\/www.facebook.com\/CaGBC\/","article_modified_time":"2022-03-23T02:59:24+00:00","og_image":[{"width":1200,"height":300,"url":"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/04\/evolve1_exterior_banner_1200x300px.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_site":"@CAGBC","twitter_misc":{"Est. reading time":"8 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/evolv1\/","url":"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/evolv1\/","name":"evolv1 - Canada Green Building Council (CAGBC)","isPartOf":{"@id":"https:\/\/www.cagbc.org\/#website"},"datePublished":"2020-04-28T12:19:00+00:00","dateModified":"2022-03-23T02:59:24+00:00","description":"Le premier projet certifié Bâtiment à carbone zéro – Design a maintenant obtenu la double certification BCZ evolv1, l’édifice de bureaux résolument","breadcrumb":{"@id":"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/evolv1\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/evolv1\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/evolv1\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.cagbc.org\/fr\/"},{"@type":"ListItem","position":2,"name":"Case Studies","item":"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/"},{"@type":"ListItem","position":3,"name":"evolv1"}]},{"@type":"WebSite","@id":"https:\/\/www.cagbc.org\/#website","url":"https:\/\/www.cagbc.org\/","name":"Canada Green Building Council (CAGBC)","description":"Building our way forward.","publisher":{"@id":"https:\/\/www.cagbc.org\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.cagbc.org\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/www.cagbc.org\/#organization","name":"Canadian Green Building Council","url":"https:\/\/www.cagbc.org\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/","url":"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg","contentUrl":"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg","width":"1024","height":"1024","caption":"Canadian Green Building Council"},"image":{"@id":"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/"},"sameAs":["https:\/\/www.facebook.com\/CaGBC\/","https:\/\/twitter.com\/CAGBC","https:\/\/www.instagram.com\/cagbc\/","https:\/\/www.linkedin.com\/company\/cagbc\/","http:\/\/www.youtube.com\/user\/CaGBC\/"]}]}},"lang":"fr","translations":{"fr":2149,"en":1583},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_case_study\/2149"}],"collection":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_case_study"}],"about":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/types\/cagbc_case_study"}],"version-history":[{"count":0,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_case_study\/2149\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/media\/2214"}],"wp:attachment":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/media?parent=2149"}],"wp:term":[{"taxonomy":"cagbc_tx_rating_standard","embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_tx_rating_standard?post=2149"},{"taxonomy":"cagbc_tx_system_version","embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_tx_system_version?post=2149"},{"taxonomy":"cagbc_tx_building_type","embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_tx_building_type?post=2149"},{"taxonomy":"cagbc_tx_certification_level","embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_tx_certification_level?post=2149"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}