{"id":2152,"date":"2020-01-10T12:37:00","date_gmt":"2020-01-10T12:37:00","guid":{"rendered":"https:\/\/cagbcprod.wpengine.com\/?post_type=cagbc_case_study&#038;p=2152"},"modified":"2023-12-21T09:52:03","modified_gmt":"2023-12-21T14:52:03","slug":"ecoleking","status":"publish","type":"cagbc_case_study","link":"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/ecoleking\/","title":{"rendered":"École primaire de la rue King"},"content":{"rendered":"\n<div class=\"wp-block-group alignfull is-layout-constrained wp-block-group-is-layout-constrained\" style=\"padding-top:0px\">\n<h2 class=\"wp-block-heading\" id=\"l-ecole-primaire-de-la-rue-king-premier-projet-certifie-leed-v4-dans-le-canada-atlantique\">L’école primaire de la rue King, premier projet certifié LEED v4 dans le Canada atlantique<\/h2>\n\n\n\n<p>Le Nouveau-Brunswick a investi dans une approche écologique au développement des infrastructures, considérant que l’amélioration de l’efficacité énergétique permettrait de réduire considérablement les gaz à effet de serre. La province, dans ses efforts, reconnaît également que les bâtiments durables peuvent améliorer la santé et le bien-être des occupants. Cela est d’autant plus important dans les écoles, car les recherches concluent qu’un environnement sain peut améliorer les résultats d’apprentissage.<\/p>\n\n\n\n<p>L’école primaire de la rue King, à Miramichi, est l’un des projets visés par cette nouvelle approche du gouvernement provincial. La construction a commencé en 2016 et s’est terminée en 2017. Le bâtiment de deux étages et d’une aire de plancher brute de 6 137 m<sup>2<\/sup>&nbsp;peut accueillir quelque quatre cents élèves. Une chaudière à biomasse en assure le chauffage.<\/p>\n\n\n\n<p>Ce projet a été la première incursion de la province dans la version la plus récente du système d’évaluation Leadership in Energy and Environmental Design, LEED v4 – la version la plus exhaustive et la plus transparente à ce jour. Avec LEED v4, la Division des édifices du ministère des Transports et de l’Infrastructure a réussi à créer une école très éconergétique qui accorde aussi de l’importance à la santé et au bien-être des personnes.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-group alignfull has-cloud-white-color has-charcoal-grey-background-color has-text-color has-background has-link-color wp-elements-c11921fa2f28d03d51035dd24dd164b6 is-layout-constrained wp-block-group-is-layout-constrained\"><h3 class=\"spacing-bottom-3\">Équipe de projet<\/h3><div class=\"wp-custom-grid wp-custom-grid--three-col\"><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Maître de l’ouvrage\/promoteur<\/dt><dd>Province du Nouveau-Brunswick<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Architecte <\/dt><dd>Boyd R. Algee Architect Ltd.<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Consultant en durabilité<\/dt><dd>Solterre Design<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Ingénieur en mécanique<\/dt><dd>Peerless Consulting Ltd.<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Ingénieur en électricité<\/dt><dd>MCW Maricor<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Ingénieur en structure<\/dt><dd>R.A. Lawrence Engineering<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Responsable de la mise en service<\/dt><dd>Stantec<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Membres du CBDCa impliqués dans le projet<\/dt><dd>Province du Nouveau-Brunswick, Solterre Design, MCW Maricor, Stantec<\/dd><\/dl><\/div><\/div>\n\n\n\n<div class=\"wp-block-group alignfull is-layout-constrained wp-block-group-is-layout-constrained\">\n<h3 class=\"wp-block-heading\" id=\"vert-dans-la-poursuite-d-un-objectif\">Vert dans la poursuite d’un objectif<\/h3>\n\n\n\n<p>Dans la province du Nouveau-Brunswick (N.-B.) la Division des édifices du ministère des Transports et de l’Infrastructure (Édifices-MTI) est responsable de la conception et de la construction des nouveaux bâtiments et des agrandissements majeurs, ainsi que des rénovations aux bâtiments existants des divers ministères. Édifices-MTI veille à ce que les bâtiments de la province soient conçus, construits et exploités selon des stratégies durables qui priorisent la santé des occupants. La politique provinciale d’écologisation des bâtiments oriente ses efforts à cette fin. Cette politique exige la certification LEED ou Green Globes Canada pour les projets de nouvelle construction dont la superficie excède un minimum requis.<\/p>\n\n\n\n<p>Pour le projet de l’école primaire de la rue King, Édifices-MTI aurait pu viser la certification de LEED 2009, une version plus ancienne du système d’évaluation dont la fin est prévue pour 2022. Elle a plutôt décidé de viser la certification LEED v4 et d’atteindre un niveau de durabilité plus élevé, tout en renforçant sa compréhension des modifications apportées à divers paramètres de LEED 2009 dans LEED v4.<\/p>\n\n\n\n<p>Le Nouveau-Brunswick a choisi de piloter LEED v4 pour assurer une gestion continue des meilleures pratiques du gouvernement en matière de conception de bâtiments durables. En outre, cette décision permettait à Édifices-MTI de livrer un bâtiment très performant qui répondrait aux exigences de la province ou les dépasserait, de créer un espace exceptionnel et sain qui favorise l’apprentissage des enfants et, au bout du compte, d’améliorer les connaissances de la Division en matière de conception durable.<\/p>\n\n\n\n<p>Grâce à l’adoption d’une approche intégrée qui a réuni les membres de l’équipe de conception, le maître de l’ouvrage et un consultant LEED expérimenté dès le début du projet et tout au long de la construction et de la présentation des documents de certification LEED, Édifices-MTI a saisi l’opportunité de piloter LEED v4.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-cover alignfull\"><span aria-hidden=\"true\" class=\"wp-block-cover__background has-background-dim\"><\/span><img loading=\"lazy\" decoding=\"async\" width=\"1200\" height=\"300\" class=\"wp-block-cover__image-background wp-image-2220\" alt=\"\" src=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/king_street_elementary_cafeteria_1200x300.jpg\" data-object-fit=\"cover\" srcset=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/king_street_elementary_cafeteria_1200x300.jpg 1200w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/king_street_elementary_cafeteria_1200x300-300x75.jpg 300w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/king_street_elementary_cafeteria_1200x300-1024x256.jpg 1024w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/king_street_elementary_cafeteria_1200x300-768x192.jpg 768w\" sizes=\"(max-width: 1200px) 100vw, 1200px\" \/><div class=\"wp-block-cover__inner-container is-layout-flow wp-block-cover-is-layout-flow\">\n<p class=\"has-text-align-center has-large-font-size\"><\/p>\n<\/div><\/div>\n\n\n\n<div class=\"wp-block-group alignwide is-layout-constrained wp-block-group-is-layout-constrained\">\n<h3 class=\"wp-block-heading\" id=\"prevue-pour-etre-utilisee-par-la-communaute\">Prévue pour être utilisée par la communauté<\/h3>\n\n\n\n<p>L’école primaire de la rue King a été conçue pour la performance et le confort des occupants. Elle comprend 21 salles de classe et divers espaces à vocation particulière, dont une salle de musique, une salle des arts de la scène, une bibliothèque, un gymnase, des services aux étudiants, des bureaux administratifs et une cafétéria. Les salles de classe sont organisées par groupes d’âge qui forment des plus petites écoles au sein de l’école. Cette approche crée une communauté étroitement soudée dans l’école, dont la conception a également été optimisée pour la communauté élargie. Bien des espaces, comme le gymnase, la cafétéria, la salle de musique, la scène et la bibliothèque, ont été conçus pour être utilisés par l’ensemble de la communauté en dehors des heures de classe.<\/p>\n\n\n\n<p>La communauté profite également des efforts déployés par l’équipe de conception pour obtenir les crédits LEED v4 sur l’aménagement écologique des sites. Construit sur une ancienne friche industrielle où se trouvait autrefois un garage, le projet a contribué à réhabiliter le terrain en éliminant les sols contaminés par le plomb. D’autres mesures ont par ailleurs été prises pour restaurer les aires naturelles et offrir une diversité et un habitat aux espèces locales. Pour le crédit « Protéger ou restaurer les habitats », l’équipe de projet a été en mesure de confirmer que 90,96 pour cent du secteur inexploité du site ont été protégés de toute activité de développement et que 41 pour cent de toutes les parties du site jugées précédemment comme étant perturbées ont été restaurées.<\/p>\n\n\n\n<p>Le site comprend également un débarcadère pour les autobus scolaires et un pour les parents d’élèves, ainsi qu’un stationnement pour le personnel et les visiteurs, conçu dans un souci de sécurité. Pour encourager les modes de vie actifs, le site comprend également des trottoirs et une piste cyclable, des supports à bicyclettes, un terrain de jeu multisports, une salle de classe en plein air et une aire de jeu avec équipements.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-group alignwide is-layout-constrained wp-block-group-is-layout-constrained\">\n<h3 class=\"wp-block-heading\" id=\"Conçue-pour-l’apprentissage\">Conçue pour l’apprentissage<\/h3>\n\n\n\n<p>La capacité de tirer parti de crédits qui auraient un impact direct sur l’apprentissage des élèves et la satisfaction professionnelle des enseignements a été un autre facteur déterminant pour la conception durable et l’objectif de certification LEED v4. Des études ont confirmé la valeur des éléments couverts par les crédits LEED v4 sur la qualité des environnements intérieurs, comme la qualité de l’air, le confort thermique, l’éclairage naturel, l’acoustique et les vues de qualité sur l’extérieur, qui ont tous un impact direct sur les personnes qui occupent l’espace.<\/p>\n\n\n\n<p>Certains aspects de la qualité de l’air intérieur (comme la quantité de CO<sub>2<\/sub>, la teneur en composés organiques volatils (COV) et l’humidité de l’air) ont des impacts démontrables sur l’apprentissage des élèves et sur la santé des personnes en général<sup><a href=\"https:\/\/portal.cagbc.org\/ecoleking#fn1\">1<\/a><\/sup>&nbsp;<sup><a href=\"https:\/\/portal.cagbc.org\/ecoleking#fn2\">2<\/a><\/sup>.<\/p>\n\n\n\n<p>En fait, une étude réalisée en 2015 sur le rendement des occupants de bâtiments « verts » par rapport à ceux de bâtiments « conventionnels » a révélé que les résultats des participants en matière de fonctions cognitives étaient nettement supérieurs dans les bâtiments verts par rapport aux espaces de bureaux conventionnels. Après une seule journée passée dans un bâtiment écologique, les fonctions cognitives étaient 61 pour cent plus élevées et l’utilisation de l’information 172 pour cent plus élevée. Au deuxième jour, ces facteurs étaient passés à 101 et à 299 pour cent<sup><a href=\"https:\/\/portal.cagbc.org\/ecoleking#fn3\">3<\/a><\/sup>.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-cover alignfull is-light\"><span aria-hidden=\"true\" class=\"wp-block-cover__background has-background-dim\"><\/span><img loading=\"lazy\" decoding=\"async\" width=\"1200\" height=\"300\" class=\"wp-block-cover__image-background wp-image-2223\" alt=\"\" src=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/king_street_elementary_gym_1200x300.jpg\" data-object-fit=\"cover\" srcset=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/king_street_elementary_gym_1200x300.jpg 1200w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/king_street_elementary_gym_1200x300-300x75.jpg 300w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/king_street_elementary_gym_1200x300-1024x256.jpg 1024w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/king_street_elementary_gym_1200x300-768x192.jpg 768w\" sizes=\"(max-width: 1200px) 100vw, 1200px\" \/><div class=\"wp-block-cover__inner-container is-layout-flow wp-block-cover-is-layout-flow\">\n<p class=\"has-text-align-center has-large-font-size\"><\/p>\n<\/div><\/div>\n\n\n\n<div class=\"wp-block-group alignwide is-layout-constrained wp-block-group-is-layout-constrained\">\n<h3 class=\"wp-block-heading\" id=\"Conçue-pour-la-santé\">Conçue pour la santé<\/h3>\n\n\n\n<p>L’équipe du projet a visé l’obtention du crédit Stratégies d’amélioration de la qualité de l’air intérieur de LEED, car l’amélioration de la qualité de l’air a également un impact mesurable sur la santé des personnes. Selon une étude des espaces de travail, les bâtiments durables ont enregistré une diminution des maladies transmissibles d’environ 9 à 20 pour cent, une baisse des allergies et de l’asthme de 18 à 25 pour cent, et une diminution globale des plaintes pour raisons de santé de 20 à 50 pour cent<sup><a href=\"https:\/\/portal.cagbc.org\/ecoleking#fn4\">4<\/a><\/sup>. En créant des espaces plus sains pour que les élèves puissent apprendre et les enseignants enseigner, il est possible de constater une diminution de l’absentéisme pour cause de maladie.<\/p>\n\n\n\n<p>L’accès à la lumière naturelle était également une priorité importante pour l’équipe de conception de l’école primaire de la rue King, car l’exposition à la lumière du jour affecte la production d’hormones importantes qui influent sur la vigilance et les cycles de veille et de sommeil. La conception du bâtiment donne la priorité à la lumière naturelle dans les aires d’apprentissage, d’abord par l’orientation du bâtiment le long de l’axe est-ouest du site, la majorité des espaces occupés étant orientés nord-sud. Pour optimiser la lumière naturelle, les espaces régulièrement occupés ont été conçus pour atteindre des valeurs de réflectance élevées sur la base d’une consultation précoce avec l’architecte. L’équipe de conception a utilisé des couleurs claires sur les murs et les plafonds, à l’exception des murs des fenêtres qui présentent des couleurs vives pour éclairer davantage l’espace. Même le gymnase bénéficie de ces stratégies d’éclairage, avec ses fenêtres hautes qui rendent l’éclairage artificiel inutile pendant une bonne partie de la journée.<\/p>\n\n\n\n<p>Bien qu’il soit difficile de mesurer l’impact direct de la stratégie d’éclairage naturel, l’équipe du projet n’a reçu que des commentaires positifs, notamment de la part du personnel enseignant.<\/p>\n\n\n\n<p>L’équipe de projet a également visé l’obtention du crédit Innovation pour occupants actifs pour améliorer la santé des utilisateurs du bâtiment par l’activité physique. Parmi les mesures prises à cet égard, mentionnons l’escalier qui est mis en valeur pour encourager son utilisation. Situé dans les lignes de vue, l’escalier comporte divers éléments invitants tels qu’une installation artistique réalisée par des élèves et un vitrail spécialement conçu. En plus de rendre l’escalier plus lumineux et plus accueillant, la conception des fenêtres reflète l’histoire de la région, avec des clins d’œil aux industries du bois, de la construction navale, du transport et du commerce, ainsi qu’à l’importance de l’immigration.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-cover alignfull is-light\"><span aria-hidden=\"true\" class=\"wp-block-cover__background has-background-dim\"><\/span><img loading=\"lazy\" decoding=\"async\" width=\"1200\" height=\"300\" class=\"wp-block-cover__image-background wp-image-2221\" alt=\"\" src=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/king_street_elementary_class_stainglass_1200x300.jpg\" data-object-fit=\"cover\" srcset=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/king_street_elementary_class_stainglass_1200x300.jpg 1200w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/king_street_elementary_class_stainglass_1200x300-300x75.jpg 300w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/king_street_elementary_class_stainglass_1200x300-1024x256.jpg 1024w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/king_street_elementary_class_stainglass_1200x300-768x192.jpg 768w\" sizes=\"(max-width: 1200px) 100vw, 1200px\" \/><div class=\"wp-block-cover__inner-container is-layout-flow wp-block-cover-is-layout-flow\">\n<p class=\"has-text-align-center has-large-font-size\"><\/p>\n<\/div><\/div>\n\n\n\n<div class=\"wp-block-group alignwide is-layout-constrained wp-block-group-is-layout-constrained\">\n<h3 class=\"wp-block-heading\" id=\"Conçue-pour-l’efficacité\">Conçue pour l’efficacité<\/h3>\n\n\n\n<p>S’il est clair que l’équipe de conception a accordé la priorité à la santé et au bien-être des occupants, elle a aussi pris des décisions éclairées pour que le bâtiment soit le plus efficace possible. Elle a obtenu des crédits LEED pour les stratégies de réduction de la consommation d’eau, qui comprenaient notamment l’utilisation d’espèces végétales résistantes et indigènes pour éliminer le besoin de systèmes d’irrigation. Les calculs de la consommation d’eau indiquent une réduction de 36,22 pour cent de la consommation d’eau à l’intérieur du bâtiment.<\/p>\n\n\n\n<p>Pour obtenir le crédit Optimiser la performance énergétique, la Division Édifices-MTI s’est concentrée sur l’atteinte de hauts niveaux de performance énergétique, au-delà des exigences de la condition préalable, dans l’objectif de réduire les dommages environnementaux et économiques associés à une consommation d’énergie excessive.<\/p>\n\n\n\n<p>La modélisation énergétique du projet a établi à 18,6 pour cent les économies de coûts énergétiques et a prévu une consommation d’énergie annuelle totale de 501 080 kWh en électricité et l’utilisation annuelle de 24 141 unités thermiques de granules de bois et de propane.<\/p>\n\n\n\n<p>Pour vérifier la performance du bâtiment, Édifices-MTI a fait appel à des tierces parties pour effectuer la mise en service de l’enveloppe du bâtiment afin de confirmer que la conception et la performance des matériaux, des composantes, des assemblages et des systèmes atteignaient les objectifs et les exigences du projet. Édifices-MTI a également obtenu le crédit Mise en service améliorée des systèmes en retenant les services d’un agent indépendant pour effectuer la mise en service des systèmes mécaniques, électriques, de plomberie et d’énergie renouvelable – la chaudière à biomasse alimentée aux granules de bois qui fournit une énergie renouvelable pour chauffer l’école.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-group alignwide is-layout-constrained wp-block-group-is-layout-constrained\">\n<h3 class=\"wp-block-heading\" id=\"miser-sur-les-connaissances-d-edifices-mti\">Miser sur les connaissances d’Édifices-MTI<\/h3>\n\n\n\n<p>LEED v4 est l’une des normes du bâtiment durable les plus exigeantes au monde. Elle demande aux équipes de projet d’aller au-delà des exigences les plus rigoureuses. C’est pourquoi la certification LEED v4 de l’école primaire de la rue King est une réalisation qui mérite d’être célébrée, d’autant plus qu’il s’agit du tout premier projet du Nouveau-Brunswick à l’obtenir. Cette certification vérifie que l’équipe de conception a atteint les objectifs de durabilité du projet et elle démontre que la Division Édifices-MTI reste au fait des meilleures pratiques en conception durable.<\/p>\n\n\n\n<p>S’il a été parfois difficile de se conformer aux conditions préalables et d’obtenir les crédits nécessaires à la certification, le maître d’ouvrage et l’équipe de conception, en utilisant LEED v4, ont acquis de nouvelles connaissances et de nouveaux apprentissages qui aideront Édifices-MTI à actualiser les directives et les normes provinciales relatives aux bâtiments, y compris les Lignes directrices pour la conception des établissements d’enseignement et la Politique d’écologisation des bâtiments.<\/p>\n\n\n\n<p>Plus important encore, leurs efforts ont donné lieu à un bâtiment remarquable éconergétique et sain, qui améliore les résultats d’apprentissage des élèves. L’école primaire de la rue King est une école dont la communauté peut être fière, comme toute la province d’ailleurs.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-group alignwide is-layout-constrained wp-block-group-is-layout-constrained\">\n<figure class=\"wp-block-image aligncenter size-full\"><img loading=\"lazy\" decoding=\"async\" width=\"214\" height=\"214\" src=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/LEED_Certified_Certified_Web.png\" alt=\"\" class=\"wp-image-2225\" srcset=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/LEED_Certified_Certified_Web.png 214w, https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/LEED_Certified_Certified_Web-150x150.png 150w\" sizes=\"(max-width: 214px) 100vw, 214px\" \/><\/figure>\n\n\n\n<h3 class=\"wp-block-heading has-text-align-center has-tree-green-color has-text-color has-h-8-font-size\" id=\"carte-de-pointage-leed\">CARTE DE POINTAGE LEED<\/h3>\n\n\n\n<figure class=\"wp-block-table\"><table class=\"has-fixed-layout\"><thead><tr><th class=\"has-text-align-left\" data-align=\"left\">Niveau de certification<\/th><th class=\"has-text-align-left\" data-align=\"left\">Système d’évaluation<\/th><th class=\"has-text-align-left\" data-align=\"left\">Total des points obtenus<\/th><\/tr><\/thead><tbody><tr><td class=\"has-text-align-left\" data-align=\"left\">Certifié<\/td><td class=\"has-text-align-left\" data-align=\"left\">LEED v4<\/td><td class=\"has-text-align-left\" data-align=\"left\">47<\/td><\/tr><\/tbody><\/table><\/figure>\n<\/div>\n\n\n\n<div class=\"wp-block-group alignwide is-layout-constrained wp-block-group-is-layout-constrained\">\n<p id=\"fn1\"><a href=\"https:\/\/portal.cagbc.org\/ecoleking#r1\"><sup>1<\/sup><\/a>&nbsp;Wyon, D. and Wargocki, P. (2007). Indoor Environmental Effects on the Performance of School Work by Children. (1257-TRP). ASHRAE.<\/p>\n\n\n\n<p id=\"fn2\"><a href=\"https:\/\/portal.cagbc.org\/ecoleking#r2\"><sup>2<\/sup><\/a>&nbsp;Shendell, D.G., Prill, R., Fisk, W.J., Apte, M.G., Blake, D. and Faulkner, D. (2004). Associations between classroom CO2 concentrations and student attendance in Washington and Idaho. Indoor Air, 14(5), 333-341.<\/p>\n\n\n\n<p id=\"fn3\"><a href=\"https:\/\/portal.cagbc.org\/ecoleking#r3\"><sup>3<\/sup><\/a>&nbsp;Allen, J.G., MacNaughton, P., Satish., et al, 2015. “Green buildings and cognitive functions,” in Environmental Health Perspectives. National Institute of Environmental Health Sciences. Harvard T.H. Chan School of Public Health: Boston. 26 Oct 2015.<\/p>\n\n\n\n<p id=\"fn4\"><a href=\"https:\/\/portal.cagbc.org\/ecoleking#r4\"><sup>4<\/sup><\/a>&nbsp;World Green Building Council, 2014. Health, Wellbeing, &amp; Productivity in Offices.&nbsp;<a href=\"http:\/\/www.worldgbc.org\/files\/6314\/1152\/0821\/WorldGBC__Health_Wellbeing__productivity_Full_Report.pdf\" target=\"_blank\" rel=\"noreferrer noopener\">http:\/\/www.worldgbc.org\/files\/6314\/1152\/0821\/WorldGBC__Health_Wellbeing__productivity_Full_Report.pdf<\/a>.<\/p>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>L’école primaire de la rue King, premier projet certifié LEED v4 dans le&hellip;<\/p>\n","protected":false},"featured_media":2222,"template":"","meta":{"inline_featured_image":false,"_genesis_hide_title":false,"_genesis_hide_breadcrumbs":false,"_genesis_hide_singular_image":false,"_genesis_hide_footer_widgets":false,"_genesis_custom_body_class":"","_genesis_custom_post_class":"","_genesis_layout":""},"cagbc_tx_rating_standard":[456,168],"cagbc_tx_system_version":[188],"cagbc_tx_building_type":[452],"cagbc_tx_certification_level":[218],"acf":{"street_address":"","city":"Miramichi","province":"New Brunswick","downloads":false,"related_links":false,"rating_systemstandard":[{"term_id":456,"name":"LEED","slug":"leed","term_group":0,"term_taxonomy_id":456,"taxonomy":"cagbc_tx_rating_standard","description":"","parent":0,"count":101,"filter":"raw","meta":[]},{"term_id":168,"name":"LEED v4","slug":"leed-v4","term_group":0,"term_taxonomy_id":168,"taxonomy":"cagbc_tx_rating_standard","description":"","parent":0,"count":98,"filter":"raw","meta":[]}],"system_version":[{"term_id":188,"name":"LEED Conception et construction de bâtiments","slug":"leed-ccb","term_group":0,"term_taxonomy_id":188,"taxonomy":"cagbc_tx_system_version","description":"","parent":0,"count":21,"filter":"raw","meta":[]}],"certification_level":[{"term_id":218,"name":"certifié","slug":"certifie","term_group":0,"term_taxonomy_id":218,"taxonomy":"cagbc_tx_certification_level","description":"","parent":0,"count":3,"filter":"raw","meta":[]}],"building_type":[{"term_id":452,"name":"Écoles","slug":"ecoles","term_group":0,"term_taxonomy_id":452,"taxonomy":"cagbc_tx_building_type","description":"","parent":0,"count":3,"filter":"raw","meta":[]}],"alt_thumb":false},"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v21.9 (Yoast SEO v21.9) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>École primaire de la rue King - Green Trading Council (GTC)<\/title>\n<meta name=\"description\" content=\"L’école primaire de la rue King, premier projet certifié LEED v4 dans le Canada atlantique Le Nouveau-Brunswick a investi dans une approche écologique au\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/ecoleking\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"École primaire de la rue King\" \/>\n<meta property=\"og:description\" content=\"L’école primaire de la rue King, premier projet certifié LEED v4 dans le Canada atlantique Le Nouveau-Brunswick a investi dans une approche écologique au\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/ecoleking\/\" \/>\n<meta property=\"og:site_name\" content=\"Green Trading Council (GTC)\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/CaGBC\/\" \/>\n<meta property=\"article:modified_time\" content=\"2023-12-21T14:52:03+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/king_street_elementary_exterior_1280x450.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1280\" \/>\n\t<meta property=\"og:image:height\" content=\"450\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@CAGBC\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"11 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/ecoleking\/\",\"url\":\"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/ecoleking\/\",\"name\":\"École primaire de la rue King - Green Trading Council (GTC)\",\"isPartOf\":{\"@id\":\"https:\/\/www.cagbc.org\/#website\"},\"datePublished\":\"2020-01-10T12:37:00+00:00\",\"dateModified\":\"2023-12-21T14:52:03+00:00\",\"description\":\"L’école primaire de la rue King, premier projet certifié LEED v4 dans le Canada atlantique Le Nouveau-Brunswick a investi dans une approche écologique au\",\"breadcrumb\":{\"@id\":\"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/ecoleking\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/ecoleking\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/ecoleking\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.cagbc.org\/fr\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Case Studies\",\"item\":\"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"École primaire de la rue King\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.cagbc.org\/#website\",\"url\":\"https:\/\/www.cagbc.org\/\",\"name\":\"Green Trading Council (GTC)\",\"description\":\"Building our way forward.\",\"publisher\":{\"@id\":\"https:\/\/www.cagbc.org\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.cagbc.org\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/www.cagbc.org\/#organization\",\"name\":\"Canadian Green Building Council\",\"url\":\"https:\/\/www.cagbc.org\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg\",\"contentUrl\":\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg\",\"width\":\"1024\",\"height\":\"1024\",\"caption\":\"Canadian Green Building Council\"},\"image\":{\"@id\":\"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/\"},\"sameAs\":[\"https:\/\/www.facebook.com\/CaGBC\/\",\"https:\/\/twitter.com\/CAGBC\",\"https:\/\/www.instagram.com\/cagbc\/\",\"https:\/\/www.linkedin.com\/company\/cagbc\/\",\"http:\/\/www.youtube.com\/user\/CaGBC\/\"]}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"École primaire de la rue King - Green Trading Council (GTC)","description":"L’école primaire de la rue King, premier projet certifié LEED v4 dans le Canada atlantique Le Nouveau-Brunswick a investi dans une approche écologique au","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/ecoleking\/","og_locale":"en_US","og_type":"article","og_title":"École primaire de la rue King","og_description":"L’école primaire de la rue King, premier projet certifié LEED v4 dans le Canada atlantique Le Nouveau-Brunswick a investi dans une approche écologique au","og_url":"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/ecoleking\/","og_site_name":"Green Trading Council (GTC)","article_publisher":"https:\/\/www.facebook.com\/CaGBC\/","article_modified_time":"2023-12-21T14:52:03+00:00","og_image":[{"width":1280,"height":450,"url":"https:\/\/www.cagbc.org\/wp-content\/uploads\/2020\/01\/king_street_elementary_exterior_1280x450.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_site":"@CAGBC","twitter_misc":{"Est. reading time":"11 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/ecoleking\/","url":"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/ecoleking\/","name":"École primaire de la rue King - Green Trading Council (GTC)","isPartOf":{"@id":"https:\/\/www.cagbc.org\/#website"},"datePublished":"2020-01-10T12:37:00+00:00","dateModified":"2023-12-21T14:52:03+00:00","description":"L’école primaire de la rue King, premier projet certifié LEED v4 dans le Canada atlantique Le Nouveau-Brunswick a investi dans une approche écologique au","breadcrumb":{"@id":"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/ecoleking\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/ecoleking\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/ecoleking\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.cagbc.org\/fr\/"},{"@type":"ListItem","position":2,"name":"Case Studies","item":"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/"},{"@type":"ListItem","position":3,"name":"École primaire de la rue King"}]},{"@type":"WebSite","@id":"https:\/\/www.cagbc.org\/#website","url":"https:\/\/www.cagbc.org\/","name":"Green Trading Council (GTC)","description":"Building our way forward.","publisher":{"@id":"https:\/\/www.cagbc.org\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.cagbc.org\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/www.cagbc.org\/#organization","name":"Canadian Green Building Council","url":"https:\/\/www.cagbc.org\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/","url":"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg","contentUrl":"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg","width":"1024","height":"1024","caption":"Canadian Green Building Council"},"image":{"@id":"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/"},"sameAs":["https:\/\/www.facebook.com\/CaGBC\/","https:\/\/twitter.com\/CAGBC","https:\/\/www.instagram.com\/cagbc\/","https:\/\/www.linkedin.com\/company\/cagbc\/","http:\/\/www.youtube.com\/user\/CaGBC\/"]}]}},"lang":"fr","translations":{"fr":2152,"en":1613},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_case_study\/2152"}],"collection":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_case_study"}],"about":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/types\/cagbc_case_study"}],"version-history":[{"count":0,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_case_study\/2152\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/media\/2222"}],"wp:attachment":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/media?parent=2152"}],"wp:term":[{"taxonomy":"cagbc_tx_rating_standard","embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_tx_rating_standard?post=2152"},{"taxonomy":"cagbc_tx_system_version","embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_tx_system_version?post=2152"},{"taxonomy":"cagbc_tx_building_type","embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_tx_building_type?post=2152"},{"taxonomy":"cagbc_tx_certification_level","embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_tx_certification_level?post=2152"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}