{"id":4028,"date":"2015-05-28T12:53:00","date_gmt":"2015-05-28T16:53:00","guid":{"rendered":"https:\/\/www.cagbc.org\/?post_type=cagbc_case_study&#038;p=4028"},"modified":"2023-02-21T10:10:06","modified_gmt":"2023-02-21T15:10:06","slug":"pleins-feux-sur-un-projet-leed-constitution-square-a-ottawa-obtient-la-certification-platine-de-leed-be-ee","status":"publish","type":"cagbc_case_study","link":"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/pleins-feux-sur-un-projet-leed-constitution-square-a-ottawa-obtient-la-certification-platine-de-leed-be-ee\/","title":{"rendered":"Constitution Square à Ottawa obtient la certification Platine de LEED BE : E&#038;E"},"content":{"rendered":"\n<div class=\"wp-block-group alignfull is-layout-constrained wp-block-group-is-layout-constrained\" style=\"padding-top:0px\">\n<p>Nous nous sommes entretenus avec Oxford à verdir son portefeuille immobilier et les raisons pour lesquelles la santé et le bien-être des occupants deviennent de plus en plus importants.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-group alignfull has-cloud-white-color has-charcoal-grey-background-color has-text-color has-background has-link-color wp-elements-86d04e40a4bcb04b455208b60d04b9e4 is-layout-constrained wp-block-group-is-layout-constrained\"><h3 class=\"spacing-bottom-3\">Équipe de projet<\/h3><div class=\"wp-custom-grid wp-custom-grid--three-col\"><dl class=\"spacing-top-0 spacing-bottom-0\"><dt> Maître de l&#8217;ouvrage\/promoteur du projet<\/dt><dd>Omers and CPPIB<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Architecte<\/dt><dd>Tolchinsky &#038; Goodz Architects<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Consultant LEED<\/dt><dd>Halsall &#038; Associates<\/dd><\/dl><dl class=\"spacing-top-0 spacing-bottom-0\"><dt>Ingénieur en mécanique<\/dt><dd>McKee Engineering<\/dd><\/dl><\/div><\/div>\n\n\n\n<div class=\"wp-block-group alignfull is-layout-constrained wp-block-group-is-layout-constrained\">\n<h3 class=\"wp-block-heading\" id=\"principales-caracteristiques\">Principales caractéristiques<\/h3>\n\n\n\n<p>Constitution Square est l&#8217;une des trois tours de bureaux formant un complexe doté d&#8217;espaces intercommunicants à partir des étages de stationnement jusqu&#8217;au troisième étage. La vision des architectes Tolchinsky &amp; Goodz et la création d&#8217;un complexe de bureaux de classe A sur une période de vingt ans s&#8217;est achevée avec la construction des Tours I, II et III en 1986, 1991 et 2007 respectivement. La tour Ouest, connue sous le nom de Tour I compte 18 étages, la Tour II en compte 21 et la Tour III, la plus à l&#8217;Est, en compte 19.<\/p>\n\n\n\n<p>Le complexe entier couvre une superficie de 24,29 acres. La Tour I a une superficie de 313 290 pieds carrés, la Tour II en a une de 395 177 pieds carrés et la Tour III, de 349 579 pieds carrés. En raison de la configuration particulière du complexe, la superficie d&#8217;un étage varie de 21 000 pieds carrés et quatre angles à 17 504 pieds carrés et quatorze angles. Le revêtement extérieur est fait d&#8217;un vitrage bleu-gris réfléchissant, d&#8217;un mur rideau bleu de cobalt et de panneaux de granit bleu marine combinés à une toiture inversée. Plus d&#8217;une cinquantaine d&#8217;arbres entourent le complexe et offrent un contraste saisissant entre la verdure et la profondeur du granit bleu marine.<\/p>\n\n\n\n<p>Six entrées extérieures stylisées donnent sur des halls aux plafonds hauts, encadrés de murs et colonnes de granit flammé accentués par des planchers en granit et des tapis conçus sur mesure. Le design et l&#8217;architecture des halls du bâtiment réservent un accueil impressionnant aux locataires et aux visiteurs du complexe. Le mobilier moderne et de bon goût en cuir noir offre des espaces de repos parmi la verdure et les œuvres d&#8217;art canadien. Les aires communes du deuxième étage sont spacieuses et elles sont conçues principalement avec les mêmes panneaux de granit bleu marine. Elles sont dotées de mains courantes et de plaques de signalisation en acier inoxydable et abondamment décorées d&#8217;œuvres d&#8217;art canadien. La forte personnalité du complexe se manifeste également dans les cabines d&#8217;ascenseurs aux panneaux de granit avec des garnitures gravées en acier inoxydable et en granit poli.<\/p>\n\n\n\n<p>Enfin, le complexe comprend quatre étages de stationnement souterrain, un centre de conditionnement physique, un centre de conférences et d&#8217;affaires, de la sécurité 24 heures par jour et deux terrasses extérieures au troisième étage.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-group alignwide is-layout-constrained wp-block-group-is-layout-constrained\">\n<h3 class=\"wp-block-heading\" id=\"leed-s-inscrit-dans-la-demarche-visant-a-rendre-les-batiments-le-plus-efficace-et-le-plus-ecologique-possible\">LEED s&#8217;inscrit dans la démarche visant à rendre les bâtiments le plus efficace et le plus écologique possible<\/h3>\n\n\n\n<p>La certification LEED fait partie de notre plan d&#8217;affaires stratégique à la grandeur du pays et dans tout notre portefeuille d&#8217;immeubles de bureaux. Ce n&#8217;est donc pas le marché qui nous a amenés à viser la certification LEED BE : E&amp;E de niveau platine, mais plutôt une initiative globale visant à rendre nos bâtiments le plus efficace et le plus écologique possible.<\/p>\n\n\n\n<p>Nous savons que les compagnies doivent répondre aux attentes de la société, si elles veulent réussir. Et ces attentes évoluent rapidement. LEED est en phase avec notre approche stratégique à la durabilité. Ce système d&#8217;évaluation des bâtiments nous aide à nous hisser comme un chef de file dans l&#8217;industrie, à adopter une approche fondée sur la performance pour verdir nos immeubles et à surpasser les attentes de nos clients et de nos partenaires en affaires.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-group alignwide is-layout-constrained wp-block-group-is-layout-constrained\">\n<h3 class=\"wp-block-heading\" id=\"la-valeur-de-la-certification-dans-un-contexte-elargi\">La valeur de la certification dans un contexte élargi<\/h3>\n\n\n\n<p>La compagnie est fière de posséder des bâtiments certifiés LEED, car cela est signe d&#8217;excellence. L&#8217;intérêt mondial porté à LEED dans le secteur des immeubles de bureaux offre un cadre pour comparer la performance de nos immeubles et établir des buts. Cette analyse comparative nous permet aussi de mesurer notre performance en faisant appel à des sources externes indépendantes. Par exemple, pour la deuxième année consécutive, Oxford Properties Group s&#8217;est classée en 2014 au premier rang dans l&#8217;étude comparative de Global Real Estate Sustainability Benchmark (GRESB) qui a porté sur 637 portefeuilles immobiliers.<\/p>\n\n\n\n<p>Le jour où l&#8217;un de nos bâtiments obtient une certification LEED est important pour une double raison : cette certification reconnaît le niveau de performance du bâtiment et elle récompense l&#8217;équipe qui n&#8217;a ménagé aucun effort pour obtenir un tel résultat. La certification LEED s&#8217;inscrit toutefois dans un contexte plus large. Notre engagement en faveur des bâtiments durables fait partie de notre culture et il est intégré à nos façons de mener nos affaires – nous comparons rigoureusement la performance énergétique de chacun de nos bâtiments par rapport à celle d&#8217;autres bâtiments de notre portefeuille et à celle de bâtiments qui ne nous appartiennent pas; nous établissons des objectifs de réduction à l&#8217;échelle du portefeuille et des bâtiments individuels; nous rendons obligatoires certains programmes essentiels dans tout notre portefeuille (p. ex., les compteurs d&#8217;énergie en temps réel, la remise en service); nous élaborons des plans d&#8217;action et nous les mettons en œuvre; nous faisons périodiquement un suivi de toutes ces mesures; et nous faisons rapport sur les progrès réalisés. Tout cela s&#8217;inscrit dans un effort visant à ce que nos bâtiments s&#8217;améliorent au fil du temps et à ce qu&#8217;ils atteignent le plus haut niveau de performance possible, ce qui concorde bien avec le processus de recertification LEED.<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-group alignwide is-layout-constrained wp-block-group-is-layout-constrained\">\n<h3 class=\"wp-block-heading\" id=\"la-sante-et-le-bien-etre-de-la-communaute-font-aussi-partie-de-la-strategie\">La santé et le bien-être de la communauté font aussi partie de la stratégie<\/h3>\n\n\n\n<p>En plus de cette certification LEED BE : E&amp;E Platine, Oxford fait d&#8217;énormes progrès pour assurer le bien-être de la communauté d&#8217;Ottawa. Elle mène notamment la campagne « prenez les escaliers » pour encourager les gens à bouger davantage; Constitution Square lancera bientôt dans son bâtiment un programme en partenariat avec les fermes des environs dans le but d&#8217;encourager l&#8217;utilisation de produits alimentaires frais et locaux pour l&#8217;usage personnel des occupants ou l&#8217;usage de l&#8217;entreprise.<\/p>\n\n\n\n<p>Pour les occupants, LEED joue un rôle important, car il encadre la discussion et il aide à bien comprendre ce qu&#8217;est un bâtiment durable. Ainsi, nous avons créé des équipes écologiques formées de représentants des propriétaires et des locataires qui se rencontrent régulièrement et nous avons organisé des activités sur le thème de la durabilité à la grandeur de notre portefeuille d&#8217;immeubles de bureaux de 18 millions de pieds carrés au Canada. Ces rencontres (regroupant plus de 200 locataires) et ces activités (touchant plus de 25 000 occupants) nous aident à mobiliser nos clients sur les possibilités de verdir et les points faibles à améliorer dans le bâtiment. Dans les deux cas, cela nous aide à accroître la performance globale des bâtiments.<\/p>\n\n\n\n<p>Constitution Square compte également une équipe verte très engagée à Ottawa, dont les membres se rencontrent quatre fois par année pour discuter des priorités des locataires par rapport aux initiatives écologiques et au bien-être. De plus, outre les mesures qui nous ont valu l&#8217;obtention de la certification Platine, Oxford accorde une grande importance aux éléments suivants :<\/p>\n\n\n\n<ul><li>L&#8217;emplacement du bâtiment, qui fait en sorte qu&#8217;il est plus facile pour les occupants de choisir des modes de transport qui ont de moins grands impacts sur l&#8217;environnement et des modes de transport qui favorisent une meilleure santé (transport en commun, marche, vélo, etc.); plus de 75 % des occupants ont choisi cette voie.<\/li><li>L&#8217;engagement d&#8217;Oxford à utiliser des produits de nettoyage à 100 % « verts » réduit la quantité de produits chimiques nocifs avec lesquels les occupants pourraient être en contact.<\/li><li>Oxford a décidé de réduire le plus possible l&#8217;utilisation de pesticides nocifs (tant à l&#8217;intérieur qu&#8217;à l&#8217;extérieur du bâtiment), de produits de déglaçage nocifs et d&#8217;engrais nocifs.<\/li><li>Oxford s&#8217;est assurée que tous les espaces du bâtiment reçoivent un niveau d&#8217;air frais suffisant, ce qui favorise la productivité des occupants tout en les maintenant plus éveillés et plus alertes.<\/li><\/ul>\n\n\n\n<p>Andrew McAllan, vice-président de la gestion des immeubles chez Oxford, est fermement convaincu des avantages de l&#8217;approche holistique.<\/p>\n\n\n\n<p>« La certification LEED n&#8217;est pas seulement liée à l&#8217;obtention de meilleures cotes d&#8217;efficacité énergétique pour nos bâtiments. Nous adoptons une approche holistique à la durabilité qui tient compte également du bien-être des employés de nos locataires. En créant des lieux de travail sains et agréables, nous offrons une plateforme qui favorise le rendement optimal des employés tout en réduisant notre empreinte environnementale. »<\/p>\n<\/div>\n\n\n\n<div class=\"wp-block-group alignwide is-layout-constrained wp-block-group-is-layout-constrained\">\n<h3 class=\"wp-block-heading\" id=\"normes-et-objectifs-de-performance\">Normes et objectifs de performance<\/h3>\n\n\n\n<p>Les résultats d&#8217;une étude réalisée par Oxford auprès de plus de 2000 travailleurs de bureaux canadiens ont démontré clairement un haut niveau d&#8217;approbation des milieux de travail qui ont adopté des pratiques de durabilité rigoureuses. Plus du tiers des répondants ont déclaré que la qualité de l&#8217;environnement était&nbsp;<em>très importante&nbsp;<\/em>pour eux, et l&#8217;ont classée parmi les caractéristiques d&#8217;un milieu de travail les plus souhaitables, devant le gymnase sur place et le design innovateur.<\/p>\n\n\n\n<p>C&#8217;est pourquoi nous avons également adopté les stratégies suivantes :<\/p>\n\n\n\n<ul><li>Une cote Energy Star d&#8217;au moins 94, ce qui signifie que Constitution Square se classe parmi les cinq pour cent des bâtiments qui affichent la meilleure performance énergétique.<\/li><li>Sondage sur le confort des occupants – qui se penche sur les questions qui ont des incidences sur le confort des travailleurs, comme la qualité de l&#8217;air, la température, le bruit ou les odeurs.<\/li><li>Qualité de l&#8217;air intérieur – un audit du bâtiment pour identifier les sources potentielles de contamination de l&#8217;air et résoudre tout problème.<\/li><li>Comptage divisionnaire – Le comptage divisionnaire de l&#8217;eau et de l&#8217;énergie permet de savoir quelles sont les plus grandes sources de consommation d&#8217;eau et d&#8217;énergie, ce qui aide à cibler les efforts de réduction.<\/li><li>Des appareils sanitaires efficaces dans les salles de toilettes, ce qui réduit la consommation d&#8217;eau.<\/li><\/ul>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>Nous nous sommes entretenus avec Oxford à verdir son portefeuille immobilier et les&hellip;<\/p>\n","protected":false},"featured_media":4027,"template":"","meta":{"inline_featured_image":false,"_genesis_hide_title":false,"_genesis_hide_breadcrumbs":false,"_genesis_hide_singular_image":false,"_genesis_hide_footer_widgets":false,"_genesis_custom_body_class":"","_genesis_custom_post_class":"","_genesis_layout":""},"cagbc_tx_rating_standard":[166],"cagbc_tx_system_version":[],"cagbc_tx_building_type":[214],"cagbc_tx_certification_level":[222],"acf":{"street_address":"","city":"Ottawa","province":"Ontario","downloads":false,"related_links":false,"rating_systemstandard":[{"term_id":166,"name":"LEED v1","slug":"leed-v1","term_group":0,"term_taxonomy_id":166,"taxonomy":"cagbc_tx_rating_standard","description":"","parent":0,"count":54,"filter":"raw","meta":[]}],"system_version":false,"certification_level":[{"term_id":222,"name":"Platine","slug":"platine","term_group":0,"term_taxonomy_id":222,"taxonomy":"cagbc_tx_certification_level","description":"","parent":0,"count":39,"filter":"raw","meta":[]}],"building_type":[{"term_id":214,"name":"Bureau","slug":"bureau","term_group":0,"term_taxonomy_id":214,"taxonomy":"cagbc_tx_building_type","description":"","parent":0,"count":38,"filter":"raw","meta":[]}],"alt_thumb":false},"yoast_head":"<!-- This site is optimized with the Yoast SEO Premium plugin v21.9 (Yoast SEO v21.9) - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Constitution Square à Ottawa obtient la certification Platine de LEED BE : E&amp;E - Canada Green Building Council (CAGBC)<\/title>\n<meta name=\"description\" content=\"Nous nous sommes entretenus avec Oxford à verdir son portefeuille immobilier et les raisons pour lesquelles la santé et le bien-être des occupants\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/pleins-feux-sur-un-projet-leed-constitution-square-a-ottawa-obtient-la-certification-platine-de-leed-be-ee\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Constitution Square à Ottawa obtient la certification Platine de LEED BE : E&amp;E\" \/>\n<meta property=\"og:description\" content=\"Nous nous sommes entretenus avec Oxford à verdir son portefeuille immobilier et les raisons pour lesquelles la santé et le bien-être des occupants\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/pleins-feux-sur-un-projet-leed-constitution-square-a-ottawa-obtient-la-certification-platine-de-leed-be-ee\/\" \/>\n<meta property=\"og:site_name\" content=\"Canada Green Building Council (CAGBC)\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/CaGBC\/\" \/>\n<meta property=\"article:modified_time\" content=\"2023-02-21T15:10:06+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2015\/05\/building-photos-2-004.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"564\" \/>\n\t<meta property=\"og:image:height\" content=\"376\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@CAGBC\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"7 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/pleins-feux-sur-un-projet-leed-constitution-square-a-ottawa-obtient-la-certification-platine-de-leed-be-ee\/\",\"url\":\"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/pleins-feux-sur-un-projet-leed-constitution-square-a-ottawa-obtient-la-certification-platine-de-leed-be-ee\/\",\"name\":\"Constitution Square à Ottawa obtient la certification Platine de LEED BE : E&E - Canada Green Building Council (CAGBC)\",\"isPartOf\":{\"@id\":\"https:\/\/www.cagbc.org\/#website\"},\"datePublished\":\"2015-05-28T16:53:00+00:00\",\"dateModified\":\"2023-02-21T15:10:06+00:00\",\"description\":\"Nous nous sommes entretenus avec Oxford à verdir son portefeuille immobilier et les raisons pour lesquelles la santé et le bien-être des occupants\",\"breadcrumb\":{\"@id\":\"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/pleins-feux-sur-un-projet-leed-constitution-square-a-ottawa-obtient-la-certification-platine-de-leed-be-ee\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/pleins-feux-sur-un-projet-leed-constitution-square-a-ottawa-obtient-la-certification-platine-de-leed-be-ee\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/pleins-feux-sur-un-projet-leed-constitution-square-a-ottawa-obtient-la-certification-platine-de-leed-be-ee\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.cagbc.org\/fr\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Case Studies\",\"item\":\"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/\"},{\"@type\":\"ListItem\",\"position\":3,\"name\":\"Constitution Square à Ottawa obtient la certification Platine de LEED BE : E&#038;E\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.cagbc.org\/#website\",\"url\":\"https:\/\/www.cagbc.org\/\",\"name\":\"Canada Green Building Council (CAGBC)\",\"description\":\"Building our way forward.\",\"publisher\":{\"@id\":\"https:\/\/www.cagbc.org\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.cagbc.org\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/www.cagbc.org\/#organization\",\"name\":\"Canadian Green Building Council\",\"url\":\"https:\/\/www.cagbc.org\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg\",\"contentUrl\":\"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg\",\"width\":\"1024\",\"height\":\"1024\",\"caption\":\"Canadian Green Building Council\"},\"image\":{\"@id\":\"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/\"},\"sameAs\":[\"https:\/\/www.facebook.com\/CaGBC\/\",\"https:\/\/twitter.com\/CAGBC\",\"https:\/\/www.instagram.com\/cagbc\/\",\"https:\/\/www.linkedin.com\/company\/cagbc\/\",\"http:\/\/www.youtube.com\/user\/CaGBC\/\"]}]}<\/script>\n<!-- \/ Yoast SEO Premium plugin. -->","yoast_head_json":{"title":"Constitution Square à Ottawa obtient la certification Platine de LEED BE : E&E - Canada Green Building Council (CAGBC)","description":"Nous nous sommes entretenus avec Oxford à verdir son portefeuille immobilier et les raisons pour lesquelles la santé et le bien-être des occupants","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/pleins-feux-sur-un-projet-leed-constitution-square-a-ottawa-obtient-la-certification-platine-de-leed-be-ee\/","og_locale":"en_US","og_type":"article","og_title":"Constitution Square à Ottawa obtient la certification Platine de LEED BE : E&E","og_description":"Nous nous sommes entretenus avec Oxford à verdir son portefeuille immobilier et les raisons pour lesquelles la santé et le bien-être des occupants","og_url":"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/pleins-feux-sur-un-projet-leed-constitution-square-a-ottawa-obtient-la-certification-platine-de-leed-be-ee\/","og_site_name":"Canada Green Building Council (CAGBC)","article_publisher":"https:\/\/www.facebook.com\/CaGBC\/","article_modified_time":"2023-02-21T15:10:06+00:00","og_image":[{"width":564,"height":376,"url":"https:\/\/www.cagbc.org\/wp-content\/uploads\/2015\/05\/building-photos-2-004.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_site":"@CAGBC","twitter_misc":{"Est. reading time":"7 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/pleins-feux-sur-un-projet-leed-constitution-square-a-ottawa-obtient-la-certification-platine-de-leed-be-ee\/","url":"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/pleins-feux-sur-un-projet-leed-constitution-square-a-ottawa-obtient-la-certification-platine-de-leed-be-ee\/","name":"Constitution Square à Ottawa obtient la certification Platine de LEED BE : E&E - Canada Green Building Council (CAGBC)","isPartOf":{"@id":"https:\/\/www.cagbc.org\/#website"},"datePublished":"2015-05-28T16:53:00+00:00","dateModified":"2023-02-21T15:10:06+00:00","description":"Nous nous sommes entretenus avec Oxford à verdir son portefeuille immobilier et les raisons pour lesquelles la santé et le bien-être des occupants","breadcrumb":{"@id":"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/pleins-feux-sur-un-projet-leed-constitution-square-a-ottawa-obtient-la-certification-platine-de-leed-be-ee\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/pleins-feux-sur-un-projet-leed-constitution-square-a-ottawa-obtient-la-certification-platine-de-leed-be-ee\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.cagbc.org\/fr\/fr\/vitrine\/vitrine-du-batiment-durable\/profils-de-batiments-durables\/pleins-feux-sur-un-projet-leed-constitution-square-a-ottawa-obtient-la-certification-platine-de-leed-be-ee\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.cagbc.org\/fr\/"},{"@type":"ListItem","position":2,"name":"Case Studies","item":"https:\/\/www.cagbc.org\/green-building-showcase\/green-building-spotlight\/case-studies\/"},{"@type":"ListItem","position":3,"name":"Constitution Square à Ottawa obtient la certification Platine de LEED BE : E&#038;E"}]},{"@type":"WebSite","@id":"https:\/\/www.cagbc.org\/#website","url":"https:\/\/www.cagbc.org\/","name":"Canada Green Building Council (CAGBC)","description":"Building our way forward.","publisher":{"@id":"https:\/\/www.cagbc.org\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.cagbc.org\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/www.cagbc.org\/#organization","name":"Canadian Green Building Council","url":"https:\/\/www.cagbc.org\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/","url":"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg","contentUrl":"https:\/\/www.cagbc.org\/wp-content\/uploads\/2021\/11\/L_CAGBC_WRITTEN_RGB_CHARCOAL_E.svg","width":"1024","height":"1024","caption":"Canadian Green Building Council"},"image":{"@id":"https:\/\/www.cagbc.org\/#\/schema\/logo\/image\/"},"sameAs":["https:\/\/www.facebook.com\/CaGBC\/","https:\/\/twitter.com\/CAGBC","https:\/\/www.instagram.com\/cagbc\/","https:\/\/www.linkedin.com\/company\/cagbc\/","http:\/\/www.youtube.com\/user\/CaGBC\/"]}]}},"lang":"fr","translations":{"fr":4028,"en":1710},"pll_sync_post":[],"_links":{"self":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_case_study\/4028"}],"collection":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_case_study"}],"about":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/types\/cagbc_case_study"}],"version-history":[{"count":0,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_case_study\/4028\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/media\/4027"}],"wp:attachment":[{"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/media?parent=4028"}],"wp:term":[{"taxonomy":"cagbc_tx_rating_standard","embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_tx_rating_standard?post=4028"},{"taxonomy":"cagbc_tx_system_version","embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_tx_system_version?post=4028"},{"taxonomy":"cagbc_tx_building_type","embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_tx_building_type?post=4028"},{"taxonomy":"cagbc_tx_certification_level","embeddable":true,"href":"https:\/\/www.cagbc.org\/wp-json\/wp\/v2\/cagbc_tx_certification_level?post=4028"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}